{
  "Tesla": {
    "pos": [
      {
        "1271975641311780864": "Tesla Becomes The Most Valuable Car Company In American History. https://t.co/CoPcMymSZq"
      }
    ],
    "neg": [
      {
        "1271964349142196224": "Niggas are so dumb man. Tesla was fs out but go off. Prolly mad. https://t.co/ng5edIpwUp"
      }
    ]
  },
  "Toyota": {
    "pos": [
      {
        "1271991689218002949": "@MajorLeagueFish @Toyota @venmo Watched every stinkin cast made. Love it. ❤️🎣🇺🇸🦅"
      }
    ],
    "neg": [
      {
        "1272057845555425281": "Every four door Toyota ever made is fucken ugly and trash fucking fight me"
      }
    ]
  },
  "Volkswagen": {
    "pos": [
      {
        "1272099016776572928": "🎁 Top 10 Father’s Day Gifts – No. 10 🎁\n\nVW Camper Vans are a classic when it comes to road trips, and this stunning Rusty Rides twin pack is the best companion for indoor road trips! \n\nTake a look at the Rusty Rides Twin Pack in more detail here 👉 https://t.co/shny7lY19m https://t.co/U2C1R4drPP"
      }
    ],
    "neg": [
      {
        "1272127759247122432": "@RobinsonsGroup worst customer service ever from your Peterborough branch to my daughter trying to buy a new vw polo you should be ashamed of yourselves #shoddy others be warned"
      }
    ]
  },
  "Honda": {
    "pos": [
      {
        "1272305488890335232": "Happy Pride Month to all my Honda Civic drivers!"
      }
    ],
    "neg": [
      {
        "1272304768803835906": "today I saw a wreck and it was a honda that was literally smashed in half, drivers seat was in the backseat, it was totaled as fuck but guess what that car hit? a 2020 jeep wrangler and there wasn’t one scratch or dent on it whatsoever. don’t ever race me in the merging lane."
      }
    ]
  },
  "Daimler": {
    "pos": [
      {
        "1272310153392599048": "MERCEDES-BENZ SLS AMG COUPÉ ELECTRIC DRIVE - the world's fastest production electric supercar. https://t.co/zoY8jLpU6p"
      }
    ],
    "neg": [
      {
        "1271970675650170880": "3 critically injured after ‘learner’ crashed into a Mercedes Benz on Langata Road https://t.co/kV0YOygnFb https://t.co/LsbSjS2SMN"
      }
    ]
  },
  "BMW": {
    "pos": [
      {
        "1271964665677938688": "Love the new 2020 BMW X3 xDrive30i and awesome pics 😍🥰❤️ https://t.co/C0Q0Jj40K1"
      }
    ],
    "neg": [
      {
        "1272311957530517505": "@pussy4prezident trust me I’ll be the first person to speak up and say religion is a fucking scam. it has caused more deaths than anything else in the world. speaking of defunding.. massive churches??? bullshit. spread those god damn funds. no reason pastor chad needs a bmw."
      }
    ]
  }
}