{"Tesla": {"pos": [{"1273993522065166347": "Happy 1 year anniversary to the best car I’ve ever had! #tesla #teslamodel3 I’ve never had a car that I looked forward to driving every single day, even after a year of ownership! Thanks to @elonmusk @Tesla https://t.co/SkvplSoIs3"}], "neg": [{"1274127674277982208": "defund the @un\nyay\nlol\nthey chemtrail us\nthey are terrible\nabsolute horror\ndown with un\ndown with @un \nu never helped anyone u r fake and useless\none tesla tower would do more good than u ever have\nsick sith lords fucking sell outs\nfuck your chemtrails"}]}, "Toyota": {"pos": [{"1273823322963423234": "Tesla Tops Toyota as World's Most Valuable Automaker https://t.co/VCQX6Oaugh"}], "neg": [{"1273817390455721984": "@Toyota_India Ur a shit @Toyota_India u sell defective vehicle nd don’t bother to fix it, your T K M guys are bunch of fools, they are not fit to b a gate keeper of @Toyota_India .. Toyota India is cheating people by selling defective vehicles.."}]}, "Volkswagen": {"pos": [{"1273949691084976129": "Another awesome Golf R sold! 🤑 There's more to choose from for every budget on our website. Why not book an appointment for this weekend? https://t.co/mUERBkzy5h https://t.co/5Q2nLERYOv"}], "neg": [{"1273932233783611396": "A horrific tragedy. This was a vw atlas. Look at the side intrusion and see if you can guess how fast the other car was going.  https://t.co/2VzsPXBIsf"}]}, "Honda": {"pos": [{"1274014381370638336": "\"Best car buying experience I have ever had! Were wonderful to work with and knew before I did that I would LOVE a beautiful, new, red Honda CRV!!  Also the Finance Manager was terrific and explained everything to me!  I do love this car and would highly recommend this program\" https://t.co/KnkEJ7je1f"}], "neg": [{"1274042088582086656": "@Remmyzilla @JkuAlien holy crap yes, some sort of naked Honda CB series gets my highest vote"}]}, "Daimler": {"pos": [{"1273777002219278341": "Since leaving my ex husband. I’ve accomplished so much in 1 month. A lot of peace and love! Moved out the old spot, and got myself a huge luxury spot in a new environment, got approved for a Mercedes Benz (pending), &amp; a bunch of other great things. I’m real good! We thank God!"}], "neg": [{"1273834986806718464": "these smart apps are so stupid. YouTube showing me commercials for home delivery of a new Mercedes Benz. YOU KNOW WHAT I WATCH WHY DO YOU THINK I WOULD BUY A BENZ?!?"}]}, "BMW": {"pos": [{"1273856564550602753": "@MunichLegends In my opinion the best M5 @BMW_UK have ever made. Amazing car 😍"}], "neg": [{"1273947302412070914": "@lee_gmanlee59 @Seahawkfan4x4 @toney208 I know lol it’s all bullshit!! Have you looked him up he has million dollar properties , luxury cars including jag, BMW and Tesla, he also has businesses and is a Islamic extremist and funded by Dubi !"}]}}