{"Tesla": {"pos": [{"1274527095285264389": "@PPathole @elonmusk @aikatchu @Tesla Yes!!! That's what makes @Tesla even more exceptional. @elonmusk interacts with customers directly and addresses the issues personally. Best customer service and best CEO ever! Huge respect. ❤🙌👍"}], "neg": [{"1274538191014572032": "@declassifiedair @elonmusk @Tesla So retarded! Another communist crying. Buy a lada and go suck dick in Russia loser!"}]}, "Toyota": {"pos": [{"1274504224966090753": "@flyingdutch919 @MrNukemCocaine Toyota 100% most reliable vehicles ever made"}], "neg": [{"1274835995834363904": "@wgtgolf @Avalanche @GabeLandeskog92 @AltitudeTV @kylekeefetv @Toyota This game is a complete scam!"}]}, "Volkswagen": {"pos": [{"1274795117057060868": "VW Tiguan R has to be the best looking car volkswagen has ever made. 😩❤"}], "neg": [{"1274521038924034048": "@FixedGuru Hell no! No good charging infrastructure! We have a Volkswagen E-Golf and it’s a pain in the A** to go anywhere outside your zip code! #teslaonly"}]}, "Honda": {"pos": [{"1274782023098552321": "I love this so much!! And I love tuners!! Does anyone wanna go halfsies with me on a Honda S2000, Mazda RX-7, Toyota Supra, or Nissan Skyline?? https://t.co/43sELrnzVY"}], "neg": [{"1274844361860227072": "#(This is ALL Obama MISTAKE and MESS during past 11,5 yrs!!! Same ugly, USELESS, SO STUPID african idiot Anyase: bold/ beard/ car plate UNU-3993 red honda suv) \"We are GESTAPO!!!!- 9.35 pm...In Washington HE will die...\n+I am GESTAPO...GESTAPO is crazy...That is OUR MISTAKE\"..."}]}, "Daimler": {"pos": [{"1274651858594861057": "The 10 best movie Mercedes-Benzes of the past 50 years https://t.co/vEfEucvTty"}], "neg": [{"1274605574383177728": "@ZACConline @Lee_Ann_Cara Useless organisation. You have arrested him and he is being driven in a mercedes benz. You have become complicit and corrupt as an organisation.  One day we shall ask you questions."}]}, "BMW": {"pos": [{"1274850886804701184": "Excellent #FathersDay and especially happy for my son and first time father! Blessed to be a first time Granpa myself! \n#blessedmanwalking (BMW) https://t.co/GS93l2eR7n"}], "neg": [{"1274661638629494785": "@ozcrimenews @ZubSpike BMW must be stolen. Deport these grubs and ALL of their families."}]}}