{
  "Tesla": {
    "pos": [
      {
        "1273569792990105600": "@whatshesayin Fabulous! I bet you love it! I’ve sat in a Model 3 at Tesla Knutsford, Leeds and (last year on holiday) Boston MA but I have never ridden in one, let alone driven one. The son of a friend of mine is on his second Model S - he lives in Hong Kong."
      }
    ],
    "neg": [
      {
        "1273574001957363712": "@jose_1d @DJDELEX1 Tecno in my head will still be those 3 sim noisy button phone..total crap\ncompanies like tecno, infinix and itel give iphone users more point to diss android users."
      }
    ]
  },
  "Toyota": {
    "pos": [
      {
        "1273408967641837568": "Toyota got the BEST bluetooth connect that shit connect and play soon as you crank up. LOVE IT"
      }
    ],
    "neg": [
      {
        "1273761823389478912": "@Convertbond Poster bubble delusional investment.\nWorth more than Toyota, which produces 10mm vehicles\nNarrative gone wild on Fed easy money\n\nRecessions are suppose to stress test these types of situations but centrally banked environment won't allow for it.\n\nAdministered unintended insanity"
      }
    ]
  },
  "Volkswagen": {
    "pos": [
      {
        "1273414402075754498": "The New Baby VW Up! GTI is back – both a bargain and brilliant, it’s a knockout https://t.co/R35PBPn3Vk"
      }
    ],
    "neg": [
      {
        "1273760635977900033": "@SLiberty33 @SenKamalaHarris Settle down, junkbox. Your tweet and a dollar will buy you some white culture.\nhttps://t.co/0QPwfNWdxQ https://t.co/dts4qJdU1r"
      }
    ]
  },
  "Honda": {
    "pos": [
      {
        "1273411277050781704": "@TheRetroReferee MVP baseball is by far my favorite baseball game of all time. The mini games and minors was a blast spent many hours playing it"
      }
    ],
    "neg": [
      {
        "1273765249271894017": "#(same ugly, USELESS, SO STUPID african idiot Anyase: bold/ beard/ car plate UNU-3993 red honda suv+  VRU-8467 red nissan=PSYCHOPATH) \"We are ALL GESTAPO!!! We are in process???=9.18 pm. (CR) We have to get smt in Washington???(NOTHING, SO STUPID!!!)...+That BABY is TIRED\"!!!"
      }
    ]
  },
  "Daimler": {
    "pos": [
      {
        "1273739345099251712": "@hjwakerley Love the W123 wagon. One of the absolute, undisputed classics. Perfectly straddles the world of Mercedes Benz prestiege and utilitarian indestructibility. As happy driving round West London as being a Taxi in downtown Beirut.\nA fabulous machine."
      }
    ],
    "neg": [
      {
        "1273506632513622016": "@plateaushrimp Oh shit! Just remembered that Mercedes Benz were real dicks to my guy Mesut Ozil. Dammit! Cancelling my order now"
      }
    ]
  },
  "BMW": {
    "pos": [
      {
        "1273759771825516545": "@dsgolson @BMW @BMWUSA @roadshow That is my favorite color combo!! I love Tanzanite Blue. One of the best colors in BMWs range."
      }
    ],
    "neg": [
      {
        "1273473639023669248": "I fucking HATE bitch ass stupid ass muh fucking ugly asss bmw drivers"
      }
    ]
  }
}