{"DIE LINKE": {"pos": [{"1271923305910398976": "Eva von Angern zu TOP 5: Kinder- und Familiengipfel für Sachsen-Anhalt – Kindern und Jugendlichen unter Pandemiebedingungen gesellschaftliche Teilhabe ermöglichen https://t.co/MaAclJujdb"}], "neg": [{"1271929743076663296": "@EickeTarkus @TheSteveRuss @RogerBeckamp *Die antideutsche Linke*, sehr verallgemeinernd. Vorurteil. Niemand redet der *indigenen europäischen Bevölkerung *(was bitte ist das?) irgendeine Erbschuld ein. Viel lauwarme Luft, null Erkenntnisgewinn. https://t.co/LGMNtDYpvy"}]}, "SPD": {"pos": [{"1271933028051361793": "Einfach nur genial und zaubert 100% ein Lachen ins Gesicht 😁.\nLästermaul Ludger K. - (Mein Gott) Walter-Borjans https://t.co/GNQPQHqY5a via @YouTube\n#SPD #SpezialParteiDeutschland #DirekteDemokratie"}], "neg": [{"1271942827564564481": "@BMVg_Bundeswehr @EvaHoegl Sehr schlimmer Fehler diese Dame aus SPD proporz in diese Position gebracht zu haben. Das haben unsere Soldaten nicht verdient."}]}, "Bündnis 90/Die Grünen": {"pos": [{"1271884860806873090": "@Ricarda_Lang @Die_Gruenen Respekt Frau Lang! Ich bin nicht Wähler Ihrer Partei; sehe gerne aber einmal über den Tellerrand hinaus! Bitte weitermachen in Ihrem Engagement gegen Bigotterie und Dummheit! Sie werden gebraucht. Viel Kraft!\n\nRIP Alberto Adriano"}], "neg": [{"1271836976027774978": "@Die_Insider @GrueneBundestag @Die_Gruenen die  halbsätze und ausgekotzten beleidigungen  dieser rechten afd nazis sind einfach so widerlich , dass ich nur ekel empfinde!"}]}, "FDP": {"pos": [{"1271830061415571457": "@markrudolph2701 Wie wahr. Ich kann einfach nicht verstehen, dass das bei der FDP niemandem klar ist..."}], "neg": [{"1271862370390999041": "@pkbrln Wenn die @FDP nicht mal Opposition kann, möchte ich sie nicht in der Regierung sehen. Unsere heutige linke Regierung ist so inkompetent, hat so viele Fehler gemacht und Eigentore geschossen ... Dass eine liberale Partei daraus kein Profit schlagen konnte, ist ein Armutszeugnis!"}]}, "CDU": {"pos": [{"1271907489441812485": "Geiles #Amthor double!\n\nAch ist der echte!\n\n#CDU https://t.co/QGiHwxVQV5"}], "neg": [{"1271896512264638465": "440,84 Euro kostete mich unser echt popeliger VW-Golf, inflationsbereinigt, pro Monat. Ohne die wahren Kosten des Verkehrs.\n\nWas CDU erzählt, ist einfach nur billigster Quatsch und populistisches #Framing. https://t.co/yRlJ6VNGGU https://t.co/9SOlZC8bJp"}]}, "CSU": {"pos": [{"1271841921242144770": "Die #Bundeswehr ist der Garant unserer Freiheit und Sicherheit 🇩🇪 Danke an alle Soldatinnen und Soldaten für den Einsatz. Daheim und in der Welt. Wir brauchen Euch! 🎗 \n\n#TagderBundeswehr #WirSindDa #Freiheit #Frieden #Demokratie @bundeswehrInfo @DieReserve @csu_bt @cducsubt"}], "neg": [{"1271893667821899776": "@saki_statement @CSU_Ludowig Weil es illegal ist. Ganz einfach. Dieses Teufelszeug darf niemals legalisiert werden"}]}, "AfD": {"pos": [{"1271938702114279424": "@nikitheblogger @AfD_Bayern Ich auch! Sie sind ein sehr tapferer, junger Mensch! Alle Achtung!"}], "neg": [{"1271933945819664389": "Oh Gott, der ganze Account ist ja einfach nur ein Armutszeugnis für die Menschheit. Rassistischer Müll, Identitäre Bewegung, AfD zu links..."}]}}