{"DIE LINKE": {"pos": [{"1273244142676647939": "@Cartmenser @Dschingis_Hahn Das linke ist schonmal der Hammer. Wie ich die anderen am besten einsetze, muss ich noch rausfinden. 😄"}], "neg": [{"1273235588544696320": "@nikitheblogger Diese Parasiten 🦠 können nur noch die Bürger abzocken. Zeit für Änderungen und Zeit die GEZ abzuschaffen. Keiner braucht linke Propaganda finanziert über eine abgepresste Zwangsabgabe."}]}, "SPD": {"pos": [{"1273280794539237377": "@BILD Die SPD soll bitte nichts ändern. Genossen, ihr macht alles richtig derzeit. Weiter so. Ich bin 46 Jahre alt und möchte die 4,9% noch erleben. Danke schön. Somit Jubel, Ole Ole Esken und NoWaBo. Super Arbeit bisher. Weiter so."}], "neg": [{"1273289760644136961": "@altgold das ist der größte Beschiss seit Jahren.\n\n Den Deutschen wurde ein SPD Politiker, der weiterhin sozialdemokratisch missioniert, als Präsident untergejubelt.\n\nSchluss mit diesem Unsinn.\n\nDirektwahl des Bundespräsidenten ab jetzt !"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1273342253663162368": "@annakdibari Beste Sitznachbarin auf BDK's von @Die_Gruenen - viel Erfolg!"}], "neg": [{"1273282463675056133": "Diese Regierung hat ein Armutszeugnis verdient!!!! Alles Soziale, was die Opposition verlangt wir sofort abgeschmettert. Am Schlimmsten, die Grünen tragen alle Grausigkeiten vom Kurz mit. Die Grünen sind die größte Enttäuschung für ihre Wähler"}]}, "FDP": {"pos": [{"1273370923454750720": "#TopChef aller fdp david"}], "neg": [{"1273368616948379649": "Jede*r freie Demokrat*in, der/die nicht möchte, dass die FDP von außen in einem Topf mit Faschist*innen\ngeworfen wird, sollte sich von @nicolabeerfdp deutlich distanzieren.\n\nKooperationen mit eben solchen demokratiefeindlichen Parteien müssen ein absolutes No-Go bleiben! https://t.co/2tNwBucEzP"}]}, "CDU": {"pos": [{"1273372837370347520": "@CDU @JuliaKloeckner @AndiScheuer Die beiden unfähigsten und lächerlichsten Minister feiern sich!!! Die Tierquälerin und der Steuergeldvernichter!!  Hammer, was wir alles erleiden müssen...."}], "neg": [{"1273307005491519488": "@golem Absolut unverständlich. Sollen doch die, die diesen Müll sehen und hören wollen zahlen. Frage mich wieviele Schmiergelder zur #CDU und #SPD für diesen Mist geflossen sind. Das ist #weltfremd und #gestrig #Rundfunkbeitrag"}]}, "CSU": {"pos": [{"1273355283528667143": "#noAfD 100 Punkte! Ihr Auseinandersetzung mit der AfD habe ich mit großem Genuss gehört https://t.co/PPNWwRP8VP"}], "neg": [{"1273229845162528770": "Einfach nur peinlich @CSU! Ihr nutzt jede Chance, mit an den Haaren herbei gezogenen \"Argumenten\" erstzunehmende Parteien zu diffamieren, während ihr selber in der Bundesregierung nur Schwachsinn veranstaltet. Ich sage nur #Maut oder #Moria.\n#17Juni1953 https://t.co/RX0H4Fuwtz"}]}, "AfD": {"pos": [{"1273380224223281154": "@Volksverpetzer @AnonNewsDE @Gegen_die_AfD Einer der schönsten Artikel von euch, die ich in diesem Jahr lesen durfte! Hoffe, davon kommt noch mehr! #comedygold"}], "neg": [{"1273355243426844672": "@tazgezwitscher @susannewiest So ein Unsinn.\nDie ganze Meldung ist Falsch und im Artikel wird eine Aussage zusammen fabuliert die nie getätigt wurde.\nDas ist Wahrheitsverdrehung auf AFD Niveau!"}]}}