{"DIE LINKE": {"pos": [{"1272131614567534592": "@usbotschaft Eine wirklich sehr schöne Geste! Wenn man nur wüsste wo man anfangen sollte mit den ganzen Missständen in diesem Land! Wir teilen nicht nur die Werte,sondern auch die Gefahr durch linke Terroristen und Gesinnungs Faschisten die letzten Überbleibsel unserer Identität zu verlieren"}], "neg": [{"1272272631446847491": "@BRadsavljevic @nikitheblogger Grüne, Linke und sonstige Nebochanten sind notorische Erkenntnisverweigerer!\nAlles, was nicht in deren ideologische Filterblase passt, wird schlecht geredet und verunglimpft!\nÜber kurz oder lang gehen auch sie, gottlob, in die allumfassende Bedeutungslosigkeit!"}]}, "SPD": {"pos": [{"1272206970636951559": "@Karl_Lauterbach Die #SPD würde den Arbeitern am stärksten helfen, wenn sie klar den #Sozialismus für Top 1% beendet, Kapital Fairsteuert &amp; die Steuer auf Arbeit senkt, Automatisierung und #Grundeinkommen vorantreibt, die erneuerbaren Energien ausbaut &amp; fossile Subventionen abbaut! Sehr wichtig!"}], "neg": [{"1272235635877740545": "@SChariovalda @dieLinke Und bezahlt von SPD und Grünen! Eine Schande  !Wählt \nbloss diese Parteien nicht mehr!"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1272263886037811207": "@schlanggl @Die_Gruenen Top Argument! Bin beeindruckt."}], "neg": [{"1272277620110098441": "Die Grünen wollen keine Stimmen verlieren, Greenpeace&amp;Co keine Spenden und die Bioverbände keine Abnehmer. Und in den Medien haben sie Flughoheit. Letzteres ist die Crux! Totales Medienversagen - die ÖR wie die Privaten. https://t.co/GdflkuHmRA"}]}, "FDP": {"pos": [{"1272279131812769794": "@SkyDroxTM_ @Shindeyru2Y top 5 fdp"}], "neg": [{"1272186418161385474": "@JordanGriz95 Bitte, mach mal einen Punkt. Von einem aktuellen Umfragetief würde ich nicht sprechen, das hält sich das ganze Jahr relativ konstant im Bereich von 6%. Und wegen einem Tweet die ganze FDP zu verurteilen ist auch relativ dämlich"}]}, "CDU": {"pos": [{"1272302306613215233": "@Neuer_Patriot CDU beliebteste Partei !!! Das wird auch sehr oft dazwischen geschmissen, damit die Leute nicht vergessen wer sie vor Corona gerettet hat und wen sie zu wählen haben."}], "neg": [{"1272244772363743234": "@55axissans Jau. Bin blockiert. Was für Pussys bei der @CDU\n\nNix auf die Kette bekommen, von einer Kommunistin geführt, korrupt bis ins Mark, das unfähigste Kabinett seit Bestehen der BRD und kritikunfähig.\nSo lächerlich."}]}, "CSU": {"pos": [{"1272205623590092803": "@derrechterand @CDU @CSU Ich macht super posts, danke dafür! 👌🙏"}], "neg": [{"1272086156201668608": "@CSU Die stärkste Droge der Welt wird verherrlicht und von der #CSU als Kultur verkauft. Ihr liebe CSU seid der letzte Dreck und zerstört täglich mit eurer Politik Existenzen.\n#LegalizeIt https://t.co/dFUKLmRdw0"}]}, "AfD": {"pos": [{"1272297328607723522": "10 Minuten welche sich lohnen. Für ein souveränes Deutschland und Europa.  #GreatAwakening Es werden immer mehr! \n\nhttps://t.co/ause88uHC8"}], "neg": [{"1272238965614133259": "@WeberNicolaus @HGMaassen Bin immun gegen Provokationen Rechter. Es hilft nichts. Hier das, was mir zu Hr. Maaßen einfällt: Entlassen. Unfähig. Larmoyant. Narziß. Schlechtleister. Hat an Einfluß verloren. Versager. Verschwörungsanhänger. Aber auch das: freies Land, freie Rede. AFD 8%."}]}}