{"DIE LINKE": {"pos": [{"1272968113626152965": "@GBluecher @Bismarcksdream @GrueneBundestag Wir werden uns noch wundern, wo und bei was vor allem Linke, SPD und Grüne noch weggucken werden. \nZum Schuss müssen noch die paar übriggebliebenen Deutschen einen Integrationskurs machen und natürlich bezahlen! Allahu Akbar!"}], "neg": [{"1272898290510675969": "@VeritatemQuaero @KommiKomm @Martin_Sellner @freespirit_the Völliger Irsinn. Die Polizei macht gar nichts gegen Linke, Clans oder BLM-Randalierer"}]}, "SPD": {"pos": [{"1272968113626152965": "@GBluecher @Bismarcksdream @GrueneBundestag Wir werden uns noch wundern, wo und bei was vor allem Linke, SPD und Grüne noch weggucken werden. \nZum Schuss müssen noch die paar übriggebliebenen Deutschen einen Integrationskurs machen und natürlich bezahlen! Allahu Akbar!"}], "neg": [{"1272936297225691137": "@Alert4_Alert4 Der letzte Satz ist eine absolute\n Unverschämtheit. Ich bin seit 31 Jahren Soldat, wähle seit meinem 18. Lebensjahr SPD und lasse wegen ein paar Idioten nicht ständig die gesamte Bundeswehr unter Generalverdacht stellen."}]}, "Bündnis 90/Die Grünen": {"pos": [{"1272970197830336512": "Diese Menschen haben mein tiefstes Mitgefühl, Respekt und Anerkennung. Und es tut mir unsagbar Leid, was ihr die Tage an Respektlosigkeit, Erniedrigung, Diskriminierung erleiden müsst. Diese rot rot grünen Politiker gehören alle samt verklagt https://t.co/Pktq1GqNp5"}], "neg": [{"1272863136274698240": "@morgenmagazin @ABaerbock Bullshit! Nach 75 Jahren ist es endlich Zeit mal ENDE zu sagen! Diese ewige Hypermoral der Grünen ist echt widerlich. Geschissen auf moralische Verpflichtung! Die haben genug profitiert von Deutschland."}]}, "FDP": {"pos": [{"1272960480831852545": "@db11fs @erlen_zeisig Sehr wichtig! Ein Mensch wird tatsächlich hauptsächlich durch Parteizugehörigkeit definiert. ☝️\nDeswegen hatte Deutschland auch nie ein Problem mit Alt-Nazis — sobald die in die CDU oder FDP eintraten waren das keine Nazis mehr. 🤓"}], "neg": [{"1273010254557728770": "@schlegel_stefan @PopeBirb @narimoldi @FDP_Liberalen Das absprechen der Existenz ist die grösste diffamierung. Sag den indern, es gäbe keine inder.. Ich glaub der grösste Rassist hier ist der Schlegel selber🤔"}]}, "CDU": {"pos": [{"1273004863006412801": "@nicosemsrott @EP_President @Europarl_DE @CDU Sauber. Da will ich auch arbeiten. Mega geil."}], "neg": [{"1272967457481928708": "@MoellerAfD die CDU ist moralisch total verrottet - Nepotismus der schlimmsten Sorte"}]}, "CSU": {"pos": [{"1272852286793015302": "@XR_Duesseldorf @ArminLaschet Großartig,  Danke Euch!\nDenn es ist unfassbar! 😡 CDU/CSU agieren äußerst unchristlich gegenüber unseren Kindern und allen zukünftigen Generationen! Und das kurz bevor Deutschland die Präsidentschaft im EU-Rat übernimmt."}], "neg": [{"1272909327473483779": "@drumheadberlin @BILD Ein absoluter Skandal. Bei dem kümmerlichen Kompromiss zur #Grundrente, den @CDU u @CSU im Herbst ausgehandelt hatten, war eh kaum noch eine Unionsposition drin. Und die letzten Bedingungen (Finanzierung u vollständige Einkommensprüfung) werden jetzt auch noch geopfert. Ohne Not."}]}, "AfD": {"pos": [{"1273018201346015232": "@Barbara_E_Euler 😁🤦🤷 Die Leute raffen es nicht... Beste Forderung ever, neutrale Nachrichten SIND gut. Afd ist und bleibt ein Scheißhaufen, das ist eben so."}], "neg": [{"1273030421262057478": "Alle Polizisten seien Abfall, gehörten auf die Mülldeponie, meint diese Autorin. Eine menschenverachtende Sprache, die man sonst nur von der AfD und Rechtsradikalen kennt. Dieser Text ist ein journalistisches Armutszeugnis. \n\nhttps://t.co/dVBIN3z3dC"}]}}