{"DIE LINKE": {"pos": [{"1273592665377030145": "@nulleberg THIS IS MR. ORBANS BIGGEST OBSERVATION AND MOST PROFOUND SPEECH FOR ALL HUNGARIAN PEOPLE IN THE CARPATIAN region and in the WORLD! BRAVO BRAVO and RESPECT..MR. PRESIDENT. Für die Raten von Brüssel und linke in D https://t.co/hBuAncaZUA https://t.co/wO5gMM1V65"}], "neg": [{"1273666426876973057": "@bayernrocker Es war nicht nur Stumpf sondern eine absolute Frechheit von @habibitus!\n\nHätte ich so reagiert wie die CSU natürlich nicht. Das war ein großer Fehler.\n\nAber diese linke Heuchelei hier auf Twitter und die Solidarisierung mit @habibitus finde ich arg übertrieben."}]}, "SPD": {"pos": [{"1273666456526499840": "Ansehen! @DirkWieseSPD in bester Form! Absolut richtig! #ziemiak #CDU #Generalsekretär #Seeheimer #SPD https://t.co/bPi7usZ59f"}], "neg": [{"1273726707791511552": "@li_gator82 @Ralf_Stegner @Alice_Weidel nein ich sag da nix zu bin stinke sauer einfach verdammt nein!🤬 wundert euch echt nicht wenn die afd keine fragen mehr beantwortet im Bundestag von der spd Zug abgefahren 🤬"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1273721329431314432": "Endlich - meine Sperre ist zu Ende !\nSieben Tage ohne meinen Senf, keine #Linken und anderes Geschmeiß wie die widerwärtigen #Grünen angekotzt.\n\nAllen neuen #Followern herzlichen Dank, all jenen, die mir geblieben sind - ich liebe euch alle.\n\n#Q\n#QAnon2020"}], "neg": [{"1273647710701264897": "@DHeuwer @Piratenpartei Einfach nur Piraten, die SPD hat keine eigene Meinung und ist unwahlbar genau wie die CDU, AFD und Grünen"}]}, "FDP": {"pos": [{"1273679456725602304": "@sofiasimplicity @TichysEinblick Morgen sind wir alle dran.\nJeder, der was hat und nicht deren Meinung ist und es auch nicht laut sagen vermag.\nMan sollte es verstehen. @RolandTichy @fdp\nWir sind alle bedroht! Unser Leben, unsere Freiheit, unser Besitzt, das Lebensniveau, alles!\nWir sind in dem Punkt 1933 again!"}], "neg": [{"1273734831034306568": "Schlimm, diese schmierige unsolidarische @fdp ... https://t.co/0rJf0WWXpS"}]}, "CDU": {"pos": [{"1273714923785371656": "@CDU Soll das hier Satire sein oder was? Falls nicht: Ihr kotzt mich einfach nur noch endlos an! Der Tag, an dem Merkel und ihre gewissenlosen Handlanger endlich dafür zur Rechenschaft gezogen werden, was Sie diesem Land angetan haben, wird der schönste Tag meines Lebens werden!"}], "neg": [{"1273691023580057601": "@BMystforever @tagesschau Das ist pure Arroganz, nationalistische Verblendung, CDU Propaganda und Deutsche Überlegenheitsmentalität. Niemand schaut zu uns \"auf\". Es ist schon abartigt so etwas zu denken. Man kann den Wert von Menschenleben nicht vergleichen."}]}, "CSU": {"pos": [{"1273700087277985793": "@cabitalist @gl0busrater @MarkusBlume @CSU @tazgezwitscher Ach mein lieber Freund, ich kenn dich erst heute, aber ich bin jetzt schon dein größter Fan. Nie um einen lustigen Kommentar verlegen, so auch hier."}], "neg": [{"1273688528912896004": "Das ist keine CSU mehr, sondern nur noch ein ekelhaftes Trümmerfeld! Strauß hätte ihn aus der Partei geknüppelt! https://t.co/D7y3ClTmLB"}]}, "AfD": {"pos": [{"1273690927912161280": "@AfDimBundestag @Martin_Hess_AfD Danke Martin Hess. Der Grünen hervorragend die Meinung gegeigt. 100 % Zustimmung. Antifa geht gar nicht."}], "neg": [{"1273726118160408577": "@bas1l1984 @Ralf_Stegner @mc_chris_192 @Gauland @AfD Nein, im Ernst, du bist eine Null! Mit einem Troll Account hetzen und Ärger machen ist das aller Letzte! Ohne Ehre und Rückgrat bist du Hetzer! Schäm dich! Und jetzt geh Kacken Genosse!"}]}}