{"DIE LINKE": {"pos": [{"1274784093952258053": "@redhidinghood_ Ich liebe diese nachhaltig, grünwählenden oder ganz radikal die Linke, die von Papis 💰leben, Muttis  Cabrio fahren  und  einfach  nur  cool  sind ,den  IQ  eines  Strohhalmes  besitzen und  natürlich  das  neuste  i  Phone  \nsponsered  by🤪🤪🤪"}], "neg": [{"1274833888154734597": "@PP_Stuttgart ... der seine eigenen Angestellten als Müll bezeichnet ganz offen wurde ich den Rücken kehren! Dieser Gesellschaft mein Leben und Gesundheit geben?? Niemals!! Unsagbar Wur kommt auf. Die Geister in diesem Fall die Merkel, Grüne, SPD u. Linke riefen. Da sind sie!!!"}]}, "SPD": {"pos": [{"1274779837375434756": "@saschchan @MiRo_SPD @c_kampmann @spdde Bester Mann! 🥰"}], "neg": [{"1274833888154734597": "@PP_Stuttgart ... der seine eigenen Angestellten als Müll bezeichnet ganz offen wurde ich den Rücken kehren! Dieser Gesellschaft mein Leben und Gesundheit geben?? Niemals!! Unsagbar Wur kommt auf. Die Geister in diesem Fall die Merkel, Grüne, SPD u. Linke riefen. Da sind sie!!!"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1274744024142921729": "Ich liebe meine perfekte kleine Wohnung im Grünen, so langsam werden wir fertig mit der Einrichtung. Der Umzug war die beste Idee ever."}], "neg": [{"1274807259009363968": "@nicole_ae_bauer 80 und 30 km/h, wie lächerlich! 🤦‍♂️ @die_gruenen sind ein schlimmer, ideologisch verblendeter Hemmschuh!"}]}, "FDP": {"pos": [{"1274807846190841856": "Sehr lesenswert!👇 ⁦@johannesvogel⁩ ⁦@harald_christ⁩  https://t.co/f09LxZP5sW"}], "neg": [{"1274742108625174535": "@SwagIsMyBae cdu halt ungefähr die schlimmste partei überhaupt 😂 veraltet &amp; spießig und die fdp lol warum sollte man eine wirtschaftspartei wählen, mit sind werte wichtig und nicht mein scheiß geld"}]}, "CDU": {"pos": [{"1274807698421358594": "@KormosKlaus @UsualRedAnt @depperla @CDU Ich auch! Hinterhalt, Mordlust Größenwahn.. Abartig und pervers!!!"}], "neg": [{"1274793674036183040": "@Tagesspiegel Rücktritt sofort! Zerstörung des letzten Glaubens an die Politik! CDU ist keine Alternative bzw. ist sie wie die Alternative! Weiße alte Männer, die die Realität nicht sehen wollen oder können! NIE CDU"}]}, "CSU": {"pos": [{"1274720951511498752": "@Horstse31719016 @CSU Schön, dass du dich informiert und ein unglaubliches Wissen mit uns teilst. Ich bin dir dafür auch so grenzenlos dankbar. Man kann dein Wissen förmlich riechen! Hast du brav bei #ARD und #ZDF recherchiert? Und beschützen musst du mich sicher nicht, denn hier ist niemand krank 🤣"}], "neg": [{"1274766128817090560": "@DaniLudwigMdB Du bist eine extrem ekelhafte Person inklusive der CSU. Ihr habt das Niveau von der AfD entgültig erreicht. 👍"}]}, "AfD": {"pos": [{"1274804750718992384": "Hier einmal die Top5 der Länder mit den meisten #Corona-Fällen. #AfD-Version. https://t.co/Zb1EshCI3B"}], "neg": [{"1274807259546124290": "@josefheynckes Diffamierung und Diskreditierung ist nur eine Dummheit..Na lass das mal nicht die AfD lesen..."}]}}