{"DIE LINKE": {"pos": [{"1273918507290427393": "Genau! Einer der Beamten hätte sich in das Messer werfen müssen! Im Namen des Antirassismus kann man das wohl erwarten!\n\nDie Partei \"Die Linke\" hat einfach absolut fertig. https://t.co/Dv3pfJ2Ecg"}], "neg": [{"1274033008555831296": "Unterstell mir bloß nicht, ich wär eine verkappte Linke, die sich nicht traut, dazu zu stehen!!! So ein Blödsinn, es gibt Umstände, die mich dahin nie wieder zurück kehren lassen wollen ... NIE wieder!!! ...."}]}, "SPD": {"pos": [{"1274047566561325057": "@Blubi64 Die #SPD ist nicht von Gestern, Sie passt sich immer den jeweiligen Herausforderungen an. Diese meistert Sie Hervorragend. Und die SPD war schon immer Antifaschistisch und Sie wird es immer bleiben! Der Kampf gegen Faschismus ist Richtig &amp; Wichtig!"}], "neg": [{"1274038649546584065": "@Zartbitter_eV Ein Jahr??? Lächerlich, einfach lächerlich!!! Beschämend und abartig wie Politik Pädophile streichelt. Die Kinder sind ein Leben lang gestraft. Ekelhaft @CDU @spd @cducsubt @landnrw"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1274035612119687170": "@niemehrgruen @Die_Gruenen Auch wunderschön, bin ja auch ein alter \"Edelmessi\" was Spielzeug, Autos und Mopeds angeht. Die \"Arbeit\" wird nicht ausgehen aber schenkt uns ja auch Zufriedenheit."}], "neg": [{"1274025930051276800": "@gruenenrw @MonaNeubaur Völliger Blödsinn.. Du als Eine Frau solltest Dich was schämen für die Grünen überhaupt was zu posten .. 2013 Beck .. sowas kann ich nicht verstehen.🤮🤮🤮"}]}, "FDP": {"pos": [{"1274112185220857858": "@SanchiSuarez https://t.co/UpBTZ4btb8\n\nGuck dir die aktuelle Stunde an. CDU/SPD/GRÜNE/FDP haben ein Hufeisen gefressen.\n\nEben selber geschut und jaa volle länge."}], "neg": [{"1274103374443679745": "@baerbeli04 @IssesHalt Eine weitere Bankrott-Erklärung der Altparteien jenseits aller Vernunft und Moral. CDU, SPD und FDP stimmen gegen die Ächtung der gewaltverherrlichenden linksextremistischen \"ANTIFA\"\nEin beschämender und verabscheuungswürdiger Tiefpunkt dieses linksversifften Fake-Parlamentes.😡"}]}, "CDU": {"pos": [{"1274110973201309708": "@StefanSeiser1 @CDU_Kloecknar Jeder braucht Mais. Mais ist das wertvollste und beste was es gibt. Mais bringt viel energie mit sich und schmeckt auch noch verdammt gut. Man kann auch viel daraus machen."}], "neg": [{"1274101103483813888": "@wanderwitz Schlimmer ist eine CDU die Linksextremisten in höchste Verfassungs-Organe bringt. Sie sind einfach nur noch unglaubwürdig!"}]}, "CSU": {"pos": [{"1273989348866883587": "@DaniLudwigMdB @BMG_Bund @cducsubt @csu_bt @CSU @bzga_de Der beste Jugendschutz ist Frau Ludwig ab sofort zu Entlassen, Sie ist die größte Alkohollobbyistin und belügt und zerstört und verfolgt die Jugendlichen, warum dulden die anderen Parteien dieses Person in einem Amt wo sie total überfordert und unwissend ist, unverantwortlich"}], "neg": [{"1274025928969138182": "@Panthea2019 @Pietbull47 Angeblich soll sich die CSU bei ihr entschuldigt haben wegen der Reaktionen auf ihren \"Artikel\" in der taz. Ich hoffe, dass das Fake ist. Wenn nicht, verstehe ich die Welt nicht mehr!!! Unfassbar!!!"}]}, "AfD": {"pos": [{"1274098762512826372": "@AfD_NA Der beste Troll, jemals."}], "neg": [{"1274094268081147910": "„machthungrig, geldgeil, größenwahnsinnig, aggressiv, dummdreist, brutal, grausam, herrschsüchtig, rassistisch und menschenverachtend“.\nAlles das wirft sie und ihre Genossen  der #AfD  vor. Bitte Anzeige erstatten. https://t.co/dUDVXuugfV"}]}}