{"Tesla": {"pos": [{"1273016487956135938": "Amazing achievement! Kudos to @tesla team! Increasing the range while reducing the price! 👏 \nAs an electrical engineer, I understand this tremendous technical challenge and I am honored to be an investor in this once in a life time company\nhttps://t.co/xUXxIp9hTQ"}], "neg": [{"1273014409699475458": "@TSLAFanMtl That’s the dumbest thing ever. I can understand why it might be hard to comprehend Tesla’s business model but Nikola is so obviously complete shite. Maybe these are the PhDs Trevor is running around."}]}, "Toyota": {"pos": [{"1272957381559963648": "I love me a Honda 😂 they are amazing cars ... Toyota’s too ... they last forever"}], "neg": [{"1272952002582962176": "piece of shit lil toyota camry stuttering 😭 the way i hate it.."}]}, "Volkswagen": {"pos": [{"1272956567516676096": "Porsche took the ugliest VW and made it one of the most iconic vehicles in all history."}], "neg": [{"1273002554742452224": "@VW__C @IcyPhotos @faunafIora :0 *puts myself out* thank you Conner! *hugs Conner again*"}]}, "Honda": {"pos": [{"1272953362342952961": "We have more than just stunning Honda models in our inventory! Shop our selection of pre-owned vehicles today, and you could drive away with your dream car. https://t.co/Jww3VkZDzx"}], "neg": [{"1273008720159662080": "@KTNUPE2 @Honda @HondaCustSvc Bruh. Absolutely horrible. \nThey hung up on me twice in a row and I had to call a different number. \nThe new cs reps are trash.. and that’s coming for a cs rep."}]}, "Daimler": {"pos": [{"1272823486944247808": "Top 10 Mercedes Benz Models of all Time https://t.co/j89BpdtFYj"}], "neg": [{"1272682701355732993": "This is trash subhumans destroying a Mercedes Benz https://t.co/W4fOCK2l9T #Oakland  California"}]}, "BMW": {"pos": [{"1272984427518242816": "Top Five Best BMW SUVs of All Time https://t.co/AaFF1uZyHv https://t.co/6imqybyvpS"}], "neg": [{"1272958149511741441": "Absolute worst when they roll into the drive thru in a blacked out BMW , whip out a stack of money and handover a £50 note for a 99p cheeseburger off the saver menu https://t.co/7r51UBxDeH"}]}}