{"Tesla": {"pos": [{"1272654542815940608": "@BLKMDL3 @elonmusk @Tesla @Kristennetten @jgrano305 @Sofiaan @vincent13031925 @flcnhvy @teslaownersSV @Model3Owners @DriveTeslaca Amazing car mate !!! Look so awesome"}], "neg": [{"1272668292713517056": "@RonWils51572583 I had a functional MARS station when I was in command and had a MSGT who was licensed out the ass to operate it! An ABSOLUTE morale tool. These digitized fuckers today have no analog clue of reality and dumbed down to button pushing only; 1 day Tesla and Marconi will be avenged."}]}, "Toyota": {"pos": [{"1272642183309463554": "Another victory for Toyota Racing! Congrats to @dennyhamlin and the entire team for an impressive win at Homestead-Miami Speedway. We're proud to be a technology partner and help TRD continue to reach victory lane. https://t.co/tEVBfylZpc"}], "neg": [{"1272640310737133568": "@SDSOSantee red toyota camry on 52 east is gonna killsomebody. Total recklessness."}]}, "Volkswagen": {"pos": [{"1272618391451426817": "@Conservative_VW How wonderful for you. Those grand babies are so special. Congratulations to all of you."}], "neg": [{"1272615645344149504": "@Molade87 What an insult...lol.Comparing a VW beetle with a Rolls Royce,this person deserve a spanking."}]}, "Honda": {"pos": [{"1272626598647300096": "@_nnae Honda the best cars"}], "neg": [{"1272657302802190336": "ALL I CAN SAY IF FUCK HONDA DONT EVER BUY A HONDA FUCKIN POS MUTHER FUCKERS!"}]}, "Daimler": {"pos": [{"1272482740395540481": "Another Happy Customer &gt;&gt; 📷 @robumarina13\n\nThe big boys 💙\n\nThanks @RiiRooLtd for this amazing car 🚗\n\nThe licensed luxurious 24V Battery Electric Mercedes Benz Maybach G650 has got to be one of the largest two-seaters we sell here at RiiRoo. \n\n👉 https://t.co/0nJGZMlffZ 👈 https://t.co/1C0tVLY2GY"}], "neg": [{"1272618885460774918": "@gsmales Shameless plug.... https://t.co/eC03eW2Gnw"}]}, "BMW": {"pos": [{"1272576352517062658": "@Motor_Magnet @BMW_SA This is the best car BMW ever made"}], "neg": [{"1272634376053043208": "@BMW_UK Do not buy this crap! I currently drive the X1 and it has an inherent flaw with the design of the gear shifter which would fail and cost you a fortune to replace."}]}}