{"Tesla": {"pos": [{"1273750087861141506": "Five Cars I Like #5\n\nTesla Model 3\nWhere cars are heading.\nhttps://t.co/c5LnheeTQS https://t.co/Bz8r1F7ayb"}], "neg": [{"1273757412676296704": "Mad they killed my nigga Tesla dawg. Hate paying this mf pseg bill. 😒"}]}, "Toyota": {"pos": [{"1273739050994642944": "Just bought my second car all cash. Now I own one of my favorite cars and a daily! I work doing what I love and it’s crazy to think I was broke driving a piece of shit Toyota Tercel last year and was even in jail 4 years ago facing manslaughter. God is so good! https://t.co/EKpv0vPrJC"}], "neg": [{"1273693034048303104": "Hello @ToyotaCanada. We were quoted by Ottawa Toyota dealership that lease buyout price for 2015 Toyota Prius that we have been leasing for 5 yrs is $32,452.57 - please explain who in their right mind would pay that much $$$$ for a 5 year old Prius. This is FRAUD!!!!!"}]}, "Volkswagen": {"pos": [{"1273719825706160134": "@Otunbakush1 In all this...I no see Volkswagen Beetle!!! The greatest swimmer ever liveth https://t.co/WBBsHgJK1Q"}], "neg": [{"1273760635977900033": "@SLiberty33 @SenKamalaHarris Settle down, junkbox. Your tweet and a dollar will buy you some white culture.\nhttps://t.co/0QPwfNWdxQ https://t.co/dts4qJdU1r"}]}, "Honda": {"pos": [{"1273719005845622786": "@CROWClinic You all do amazing work, thank you so much!!"}], "neg": [{"1273731923597234177": "This bitch is really saying all this racist shit and driving a Honda....yikes... https://t.co/pt4TRVmB62"}]}, "Daimler": {"pos": [{"1273739345099251712": "@hjwakerley Love the W123 wagon. One of the absolute, undisputed classics. Perfectly straddles the world of Mercedes Benz prestiege and utilitarian indestructibility. As happy driving round West London as being a Taxi in downtown Beirut.\nA fabulous machine."}], "neg": [{"1273538936938336259": "@AskeBay https://t.co/RDUnTIIwVB This listing has been up for weeks and is completely fraudulent. It's using my fathers name and address and is in no way related to him. He has been emailing you for over a week and nothing has been done! Sort it out please!"}]}, "BMW": {"pos": [{"1273676678557052929": "The most beautiful BMW car ever https://t.co/OX7mm1K3Gx"}], "neg": [{"1273677278648717313": "Dear @zara @LEGO_Group @pampers @mastercard  @bmw\n@NissanUK stop funding hate and remove your sponsorship from Facebook. Look around you! https://t.co/aX57DBFt12"}]}}