{"Tesla": {"pos": [{"1274471055101497349": "1 yr ago, today, I got my @Tesla. Almost 34k miles later (prob about 30k on Autopilot), 0 oil changes, greatly reduced fuel costs, virtually stress free commuting across the state &amp; insane acceleration, I still love it. Thanks @elonmusk for making such a great car! https://t.co/ThKWXuP2oC"}], "neg": [{"1274489713638940672": "@RealPatrickDaly @PPathole @Tesla @elonmusk That thing is Garbage! Period!\nWhat a joke!🤣🤣🤣"}]}, "Toyota": {"pos": [{"1274423107755765760": "@CARandDRIVER @Toyota One of the most brilliant car designs in history."}], "neg": [{"1274406184980602880": "@vikramkirloskar @Toyota_India Ur fake , it’s so rediculous tat u sell faulty vehicles to customers nd don’t even fix u der warranty, I am openly challaging you people .. let India know how u cheat customers, give my money bk take ur defective vehicle bk, or have guts to fix it .."}]}, "Volkswagen": {"pos": [{"1274459491480846339": "I love it! 💕🤘🏻😊@VW #6 for me! https://t.co/FMpqrEv3HJ"}], "neg": [{"1274441420032610304": "@mike_jenner @ArtSaSch @PacmanMcr @Nigel_Farage Does that mean everyone who has ever driven or travelled in a Volkswagen is a Hitler supporter? FFS, you far right will do anything to accuse anyone else of racism without holding yourself to account. Arseholes!"}]}, "Honda": {"pos": [{"1274399074222051331": "This is the most @OfficialMOPAR thing my wife’s @Honda has ever done! Bittersweet to sell along these nice @Alcoa @driveSRT wheels I’m sure they will continue to have a good home #brotherhoodofmuscle #dodge @Dodge https://t.co/dIZGNl8urI"}], "neg": [{"1274377272397631494": "@AskZipcar made reservation on 5/30 for a start time of 11:00am this morning for Honda Civic, Julio Plate # V65LET. The car was given to another member and we watched them drive away at 11:30 am. Waiting to speak to an agent for almost an hour. Please assist. This is terrible!"}]}, "Daimler": {"pos": [{"1274342003103469568": "Vehicle&gt;Top 5 Cars News Of The Week 2020 Mercedes-Benz GLS India Lau.. https://t.co/3RnNMuxfpd #car https://t.co/3fmcTPqBjc"}], "neg": [{"1274345589103362049": "I'm crying. A man driving a Mercedes-Benz S550 tipped me $80. That's the biggest tip I've ever gotten, holy shit 🥺🥺🥺💞"}]}, "BMW": {"pos": [{"1274395979194806273": "The 5 Most Reliable #BMW Engines EVER by ExoticCar PlayPlace #cars : https://t.co/54D5k031vu https://t.co/BMSGbUx04i"}], "neg": [{"1274396686333378561": "@mohamedkomz Such a useless and unreliable BMW."}]}}