{"Tesla": {"pos": [{"1274817702423523329": "@Model3RF619 Been using these since July 2018 and have used others.  Always come back to these.  Very high quality and look great! https://t.co/Coy2T9PLxj"}], "neg": [{"1274827834842849287": "@yaw89 😂😂😂😂😂😂 bro!!! That’s the worst!"}]}, "Toyota": {"pos": [{"1274711771098624002": "Loved those @Toyota commercials when I was younger where people jumped beside their trucks at milestone mileage.  So, @Toyota can I do one at 100k or do I have to wait for 200k?  Love my Tacoma! Best overall vehicle I’ve ever owned. https://t.co/2PctDuXrEn"}], "neg": [{"1274835995834363904": "@wgtgolf @Avalanche @GabeLandeskog92 @AltitudeTV @kylekeefetv @Toyota This game is a complete scam!"}]}, "Volkswagen": {"pos": [{"1274584348872892418": "Tesla Tops List of Most Valuable Carmakers \n1 #Tesla\n2 #Toyota\n3 #Volkswagen\n4 #Honda \n5 #Daimler \n\n#business #SelfDriving #Driverless #AutonomousVehicles #SelfDrivingCars #electriccars #ElectricVehicles #autonomousdriving #Automotive #selfDrivingCar\n\nhttps://t.co/hpYi2R658q"}], "neg": [{"1274705780378402816": "@R088O @redbullcat @F1 @LewisHamilton @thesundaytimes Holy fuck. Do you think Volkswagen are pro-genocide then?"}]}, "Honda": {"pos": [{"1274782023098552321": "I love this so much!! And I love tuners!! Does anyone wanna go halfsies with me on a Honda S2000, Mazda RX-7, Toyota Supra, or Nissan Skyline?? https://t.co/43sELrnzVY"}], "neg": [{"1274844361860227072": "#(This is ALL Obama MISTAKE and MESS during past 11,5 yrs!!! Same ugly, USELESS, SO STUPID african idiot Anyase: bold/ beard/ car plate UNU-3993 red honda suv) \"We are GESTAPO!!!!- 9.35 pm...In Washington HE will die...\n+I am GESTAPO...GESTAPO is crazy...That is OUR MISTAKE\"..."}]}, "Daimler": {"pos": [{"1274651858594861057": "The 10 best movie Mercedes-Benzes of the past 50 years https://t.co/vEfEucvTty"}], "neg": [{"1274605574383177728": "@ZACConline @Lee_Ann_Cara Useless organisation. You have arrested him and he is being driven in a mercedes benz. You have become complicit and corrupt as an organisation.  One day we shall ask you questions."}]}, "BMW": {"pos": [{"1274775475601080320": "The Best Performance Engines BMW Has Ever Built - Exotic Car List https://t.co/cYLnHIwkhk"}], "neg": [{"1274814456179154948": "@chainbear And then BMW go and make a complete mess of their 2009 car, get annoyed and quit. Real shame for all involved."}]}}