{"DIE LINKE": {"pos": [{"1273372873659502594": "Ich kenne @schatzbln schon so lange und freue mich sehr, dass er jetzt Fraktionsvorsitzender der @LinksfraktionB zusammen mit @SeeroiberJenny geworden ist. Ich wünsche beiden viel Erfolg! Es ist, darf ich aus eigener Erfahrung sagen, ein geiler Job!\n\nhttps://t.co/NF9qprfs7L"}], "neg": [{"1273373350975418368": "Falsch! Nazis waren Linke und sind die Faschisten!\nVon der #AfD hat noch kein einziger Gewalttaten verübt!\nKommunisten und Linke sind die Nazis !! https://t.co/OZXEYtE5aa https://t.co/NcyPuhbIXe"}]}, "SPD": {"pos": [{"1273370495719784453": "@MiRo_SPD Und wir sind euch für ewig Dankbar 🙏 Dankeschön Deutschland 🇩🇪 ❤️🇽🇰"}], "neg": [{"1273171844007329792": "Eine untragbare Person! Mitglied einer unerträglichen Partei! #SPD und Bestandteil einer sich immer weiter von Demokratie und Volk entfernenden Regierung!\nEinfach widerlich und #unwählbar!\n😡🤮 https://t.co/g9mW42VJYn"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1273229552458838016": "Einfach nur begeisternd, wie die Kölner Grünen demokratische Prozesse torpedieren, wenn sie nicht zu ihren Gunsten ausfallen. Wirft ein wirklich gutes Licht auf die Partei in dieser Stadt! #effzeh"}], "neg": [{"1273149896779010049": "@osis1980 @sushi666 Schrecklich wa? Immer diese Radfahrer die bei grünen Ampeln fahren, nicht geradeaus blinken und dann noch nicht mal sofort stehen wenn sie bremsen. Furchtbar!"}]}, "FDP": {"pos": [{"1273248578845249537": "@motikat Laschet und die FDP, - ein super Team! 😉👏👏👏"}], "neg": [{"1273239385979437056": "Das @AGH_Berlin hat verloren, der dümmste Tweet des Tages kommt von  @ben_brechtken #FDP: „Die Linkspartei ließ 55 Menschen umbringen“ Danke für den Beweis dass absolut NIEMAND eine #FDP braucht. Von Herzen wünsche ich euch nicht mehr Prozente als ein Clausthaler Alkoholfrei https://t.co/amxlQ8fwXA"}]}, "CDU": {"pos": [{"1273267408581668866": "Heute früh noch #Amthorgate und jetzt  #Laschet die #CDU ist echt der Hit .Wir werden noch viel Spaß haben ."}], "neg": [{"1273289485460086792": "Unterirdisch, ich schäme mich als Mitglied der #CDU. Als ob #Corona aus #Rumänien oder #Bulgarien kommt, ist vollkommen lächerlich. @ArminLaschet hat sich hier disqualifiziert! Da wird mir als Mitglied der CDU schlecht. Demagogie in Reinkultur. https://t.co/GycsrNnlgH"}]}, "CSU": {"pos": [{"1273363941448704002": "Richtige Meisterleistung! Wie man schnell und effizient €760m der Steuerzahler verbrennt, ein Trauerspiel von @AndiScheuer \n#csu #andreasscheuer #bundesregierung #steuerzahler https://t.co/EM6TSABV6O"}], "neg": [{"1273362445646680065": "@Karl_Lauterbach Unklar ist daran garnichts, jeder weiß das Armut krank macht... Es wird gekonnt ignoriert und von CDU /CSU und Konsorten in Kauf genommen. Sie verstoßen sogar gegen das Gesetz.."}]}, "AfD": {"pos": [{"1273117908395274241": "@Joerg_Meuthen Bayern &amp; BW möchten keine Polizisten mehr nach Berlin schicken... zurecht! \nPolizisten verdienen gerade in diesen Zeiten, in denen sie wegen einer völlig fatalen Politik nicht selten ihr Leben riskieren, jeden Respekt &amp; Wertschätzung für ihre Arbeit. Die AfD schätzt diese Arbeit!"}], "neg": [{"1273175900507553792": "@menosgadion @muhojuk_ustal @R_Hartwig_AfD Sie glauben wohl kritiklos einfach jeden Müll 🗑, den nicht nur Ihnen die #zwangsgebührenfinanzierten, selbsternannten #ÖRR - \"#Qualitätsmedien\" vorkauen?! Selber denken würde Ihnen nicht schaden."}]}}