{"DIE LINKE": {"pos": [{"1274596792370413568": "@WolfMalca @fdp @CDU Ich empfehle allen, die hier so eifrig gegen Israel wettern, selbst mal hinfahren, mit Menschen auf der Strasse dort reden, selbst an die Grenze stehen, einfach erleben, wie dieses kleine Land seit über 70 Jahren kämpfen muss - UND DANN HIER WIEDER TWITTERN! Volldeppen, linke!"}], "neg": [{"1274833888154734597": "@PP_Stuttgart ... der seine eigenen Angestellten als Müll bezeichnet ganz offen wurde ich den Rücken kehren! Dieser Gesellschaft mein Leben und Gesundheit geben?? Niemals!! Unsagbar Wur kommt auf. Die Geister in diesem Fall die Merkel, Grüne, SPD u. Linke riefen. Da sind sie!!!"}]}, "SPD": {"pos": [{"1274654118041341953": "Klasse!😄 Wenn einen Linke fragen, weshalb man ein Konservativer ist, ist die beste Antwort: \"Dass du ein Linker sein kannst\". Linke kann es nur geben, wenn es Konservative gibt, denn ohne Leistungsträger keine Leistungsempfänger. Eine anschauliche Erklärung...\n#CDU #Gruene #SPD https://t.co/FnK7xFVJmu"}], "neg": [{"1274833888154734597": "@PP_Stuttgart ... der seine eigenen Angestellten als Müll bezeichnet ganz offen wurde ich den Rücken kehren! Dieser Gesellschaft mein Leben und Gesundheit geben?? Niemals!! Unsagbar Wur kommt auf. Die Geister in diesem Fall die Merkel, Grüne, SPD u. Linke riefen. Da sind sie!!!"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1274623206956113921": "@Sir_Schnee Genial. Die von links-grünen Klimahysterikern als für Mensch und Tier optimal (= grün) definierte Temperatur liegt bei etwas über Null Grad 😂😂😂 Kannst du dir nicht ausdenken."}], "neg": [{"1274636556284952577": "@cem_oezdemir Als ob einer von den Spacken da die Grünen wählt? What the fuck??!! Hört ihr euch noch selber reden? Wenn 10% von den Deppen überhaupt wählen geht... das sind einfach nur Arschlöcher, die Dinge zerstören wollen! Ich bin fassungslos was hier in den Kommentaren geschrieben wird!!!"}]}, "FDP": {"pos": [{"1274596792370413568": "@WolfMalca @fdp @CDU Ich empfehle allen, die hier so eifrig gegen Israel wettern, selbst mal hinfahren, mit Menschen auf der Strasse dort reden, selbst an die Grenze stehen, einfach erleben, wie dieses kleine Land seit über 70 Jahren kämpfen muss - UND DANN HIER WIEDER TWITTERN! Volldeppen, linke!"}], "neg": [{"1274632078156595205": "Absolute #Versager und #Verrueckte, #Verbrecher!!! @BR24 @10DowningStreet @15Piraten @1jour1pensee @3mausimhaus @abbegrosjean @clausvonwagner @akk @spdbt @fdp @c_lindner @dieLinke @CDU @BILD https://t.co/GM9PZnDq5E"}]}, "CDU": {"pos": [{"1274588914762895361": "@CDU @CSU Endlich Ehrlichkeit bei der Union! Die 100 Mitarbeiter von Augustus Intelligence habt ihr mitgezählt. 👍"}], "neg": [{"1274588216553807875": "@CDU @CSU @Junge_Union @frauenunion @CDA_Bund @Bundes_KPV @MIT_bund @OMVBund @SeniorenUnion @rcds_buvo @EvangelischerC Ihr seid die mit Abstand schlimmsten Verräter konservativer Einstellungen! Mit Stolz habe ich euch jahrzehntelang gewählt, um nicht im linken Chaos unterzugehen. Und jetzt? Überholt ihr die Linken ganz links. Eine Schande, was aus euch geworden ist #niewiederCDU"}]}, "CSU": {"pos": [{"1274583905144836099": "Wir sind mit Abstand die größte politische Bewegung in 🇩🇪. Gemeinsam mit der @CSU, unseren sieben Vereinigungen und unseren zwei Sonderorganisationen kommen wir auf stolze 6⃣4⃣4⃣.3⃣2⃣9⃣ Mitglieder. Zusammen sind wir Volkspartei‼️ #75JahreCDU https://t.co/LmvYbeHsry"}], "neg": [{"1274835861822148609": "@GildaSahebi @nhile_de @habibitus Kein Staatsanwalt, der noch alle Latten am Zaun hat, wird hier irgendwelche Verfahren einleiten. Schon gar nicht würde überhaupt irgendein Richter das Verfahren zulassen. Das ist einfach nur absurdes Polittheater der @CSU die so einen Klamauk überhaupt nicht nötig hat."}]}, "AfD": {"pos": [{"1274597182029660160": "@GdPPresse Sehr gut! Die AfD kristallisiert sich immer mehr als verfassungsfeindl. Partei, in der der unter Beobacht. stehende “aufgelöste” Flügel die Macht übern. hat. Eine klare Abgrenzung von Rechtsrad. findet nicht statt. Mitglieder dieser Partei haben bei der Polizei nichts verloren."}], "neg": [{"1274608864009256962": "@SWRAktuellBW Diese AfD´ler, einfach schlimm! 😬🤭\n#DieRepublikinderAuflösung #Wirsindbunt"}]}}