{"DIE LINKE": {"pos": [{"1273020216121974786": "Die Linke ist meine Partei. Ich habe ihr soviel zu verdanken. Sie hat mich gefoerdert und gefordert. Alle meine Inklusions Sachen sind ohne die Linke undenkbar. Ich habe tolle Menschen kennengelernt. Unsere Gesellschaft braucht Die Linke!!\n\nhttps://t.co/HX7N4sdZUE"}], "neg": [{"1272760170813292544": "@fdfinterprete @Panthea2019 Die grausamen Verbrechen an Deutschen , gibts für Linke Verbrecher nicht ! Das Rote Massenmörder 3X soviel Verbrechen begangen haben intressiert dich Idioten nicht !"}]}, "SPD": {"pos": [{"1272867669683982336": "@HildeMattheis @JoWadephul Gibt es tatsächlich noch Menschen mit Humor und Geist in der SPD? Egal, für mich einer der besten Tweets des Tages und der Beste aus SPD Kreisen ever."}], "neg": [{"1272828397664841728": "@AF_Will @TheoDurst Das ist geistig so arm... aus ideologischen Gründen absoluten Müll vor aller Öffentlichkeit stammeln und für so etwas unfähiges werden im wahrsten Sinne des Wortes Steuergelder verpulvert. \n#SPD #kannweg"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1272724946561761286": "@ntvde Juhu!! Endlich!!! Die Stasi 2.0 lässt die Korken knallen. Endlich ist IM Erika am Ziel - DIE TOTALE KONTROLLE über das Bückvolk!\n\nProf. Dr. Spahn applaudiert - deer Lobbyismus für 20 Mio hat sich gelohnt. Die Grünen planen mit dem gewonnen Geld neue Kriege! Perfekt"}], "neg": [{"1272680519080296449": "Nein! Nein zum Selbsthass der Grünen. Nein zur Scham des Heiko Maas. Nein zu Gender Mainstreaming. Nein zu Asylbewerbern die keine sind. Nein zu Gastarbeitern in Parteien und Verbänden. Nein zu Multikulti. Nein  zum ÖRR. Nein zum Vasallentum der BRD. Nein!"}]}, "FDP": {"pos": [{"1273033224361586688": "@Sy_Yoda frero ltb t le meilleur blk de c fdp\n❤️❤️❤️"}], "neg": [{"1272773204025708544": "@cedricwermuth @FDP_Liberalen Diese Branche wird mit staatlichem Segen kaputt gemacht, ganz viele Existenzen zerstört und es interessiert zu deutsch keine Sau."}]}, "CDU": {"pos": [{"1272819392510922752": "@AdivonPoes @CDU @spdde @Die_Gruenen @CSU Der älteste Siebenundzwanzigjährige der Welt. Respekt! 🥳"}], "neg": [{"1272824011127431168": "@tazgezwitscher Zu diesem Artikel fällt einem nix mehr ein. Ekelhafte #Doppelmoral. NEIN ein krimineller Flüchtling heisst nicht dass alle kriminell sind, NEIN nicht alle #CDU Politiker sind korrupt... etcpp. Aber die Polizei pauschal so zu verurteilen.... schäbig!!!"}]}, "CSU": {"pos": [{"1272816571732365312": "@DanielOehlmann @Leon_Bergmann @csu_bt @EskenSaskia @KuehniKev @GoeringEckardt Absolut! Das kann man auch einfach mal anerkennen ^^"}], "neg": [{"1272766276327419905": "Da ist man doch einfach fassungslos!! Was geschieht in diesem #deutschland2020 ?! @CDU @CDU_CSU_EP @dieLinke @dieLinkeEP @krone_at @NZZaS @Paritaet @HansWernerSinn Sinnkrise! #Bonzendämmerung. @WELT_Politik @DDROffiziell @DerWahreErich @DieWahreMargot @Egon_Krenz @SZ @mrtnschn https://t.co/eThSOtbwCW"}]}, "AfD": {"pos": [{"1272781569913126914": "@biancabaum Bin AfD Wähler, habe im letzten Jahr meinen Mann verloren, unendliche Trauer, mein herzliches Beileid."}], "neg": [{"1273030421262057478": "Alle Polizisten seien Abfall, gehörten auf die Mülldeponie, meint diese Autorin. Eine menschenverachtende Sprache, die man sonst nur von der AfD und Rechtsradikalen kennt. Dieser Text ist ein journalistisches Armutszeugnis. \n\nhttps://t.co/dVBIN3z3dC"}]}}