{"DIE LINKE": {"pos": [{"1272276214825222146": "@Linke__Burb_Alt @frau_muede Hammer, oder? Mein Bruder hat mich vor 3 Tagen aufmerksam gemacht, seither verschicke ich sie überallhin, auch an Freunde, an Bekannte und an Holzköppe, die Masken u.a. ablehnen."}], "neg": [{"1272085854354317315": "@StadtpolizeiZH Sauerei! Und jene anständigen Bürger, welche unlängst wegen der Grundrechte auf die Strasse gingen, wurden weggewiesen, deren Personalien aufgenommen  und zum Teil gebüsst! \nLinke Aktivisten und #Antifa sind dagegen staatsgeschützt!"}]}, "SPD": {"pos": [{"1272298653932290048": "@Heart0fSteel @Ahoiiiiiiii @LaurinLues @cducsubt @spdbt @fdpbt @GrueneBundestag @Senficon Jedem seine eigenen Helden, dem er beistehen mag.\n\nIn die #SPD bin ich seinerzeit eingetreten, weil der #WillyBrandt ein echtes Idol für mich war (und noch immer ist)."}], "neg": [{"1272308119515860993": "@putincel Warum unpopulär, das sagt irgendwie jeder, den ich kenne. Und keiner von denen hat jemals SPD gewählt."}]}, "Bündnis 90/Die Grünen": {"pos": [{"1272074940603400192": "@Ricarda_Lang @Die_Gruenen Deine Rede ist super gewesen! Luisa und Carla haben mich darauf hingewiesen!👍"}], "neg": [{"1272043839407128576": "@marcelvonreth @OpheliaNick @MartinReich5 @TimoKuentzle @MartinHaeusling @ebner_sha @Die_Gruenen @GreensEFA @GrueneBundestag Sie ist nutzlos und gefährlich! Gentechnik ist ein völliger Irrweg! https://t.co/tKPmtwyOxr"}]}, "FDP": {"pos": [{"1271963146240974848": "@ramusiol @sls_fdp Vollste Zustimmung."}], "neg": [{"1271984310879428608": "joey fdp falso, colocou shubham em 5º"}]}, "CDU": {"pos": [{"1272302306613215233": "@Neuer_Patriot CDU beliebteste Partei !!! Das wird auch sehr oft dazwischen geschmissen, damit die Leute nicht vergessen wer sie vor Corona gerettet hat und wen sie zu wählen haben."}], "neg": [{"1272067960992079873": "@tagesschau 🙄 so dumm. Ich versteh sie politisch mit AfD und einer reaktionären CDU am Hintern kleben, aber den missbrauchten Kindern wird das alles gar nichts bringen."}]}, "CSU": {"pos": [{"1272031532677505024": "@csu_bt Ich war 1985 selbst Soldat W15? Da war die #ludwig 10 Jahre alt? Und beim Bund habe ich so richtig zum Kiffen angefangen. Und es war einfach genial!"}], "neg": [{"1272086156201668608": "@CSU Die stärkste Droge der Welt wird verherrlicht und von der #CSU als Kultur verkauft. Ihr liebe CSU seid der letzte Dreck und zerstört täglich mit eurer Politik Existenzen.\n#LegalizeIt https://t.co/dFUKLmRdw0"}]}, "AfD": {"pos": [{"1272297328607723522": "10 Minuten welche sich lohnen. Für ein souveränes Deutschland und Europa.  #GreatAwakening Es werden immer mehr! \n\nhttps://t.co/ause88uHC8"}], "neg": [{"1271955760138895360": "@Themios @sound_perceiver @Flochen19 @Calcife16576902 @ReneSchodi @BRadsavljevic @Karl_Lauterbach @nikitheblogger @Gegen_die_AfD @Hoeckewatch @PEGIDAwatch @AfD_WATCH_HD @AfdKasselWatch Wer Landfriedensbruch, Vergewaltigungen und Körperverletzungen als friedlich bezeichnet, ist ein Hohlkopf. Lösch deinen Account und lass dich hier nie wieder blicken."}]}}