{"DIE LINKE": {"pos": [{"1272654324632518661": "@ohneKlippo Ich empfehle die #Burkafüralle. #Burka #Grüne #SPD #LINKE"}], "neg": [{"1272668835372556289": "@Volker_Pudt Nicht wählbar. Die Linke, Die Piraten... Die SPD schon gar nicht. Wenn es darauf ankommt, stimmt man mal gerne bei der SPD dagegen. #Lügner"}]}, "SPD": {"pos": [{"1272643853225463810": "@SehrLesbisch Uff. SPD 🚮🚮\n\nAm uni-intensivsten WE bisher im Semester werfen die uns mal wieder nebenbei unter den Bus -.-\n\nDanke dir für das wunderbare Konzept von Seelsorgesocken, glaube das muss in meinen Alltag implementiert werden. Viel Kraft fürs WE (und immer)!"}], "neg": [{"1272655925464174597": "@Ottovon49795329 @SPD_Altona_Alt @GRUeNE_Altona @OvB_Stiftung @coloniallegacy @juergenzimmerer Finger weg von einem der größten Deutschen, der je gelebt hat!\nIhr Sozialisten seid neben Jesuiten &amp; Freimaurern die größte Schande dieses Landes.Bilderstürmer als nächstes werden Bücher verbrannt, dann jagt Ihr uns Patrioten,so läuft das doch bei Euch Bolschewisten ab🤬🤬🤬"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1272679468264501249": "Brilliant. Das sollten vor allem @cducsubt @dieLinke @spdde und @Die_Gruenen beherzigen. Die @fdp weiß all das längst.\n\nhttps://t.co/lXaPCGKCiF"}], "neg": [{"1272354117994844160": "@ABaerbock @Die_Gruenen #Rassismus ist einfach dämlich! Schlimm seit ihr die das dann nutzen um politischen Schwachsinn daraus zu machen. Ekelhaft wenn Politiker sowas für ihren Wahlkampf nutzen"}]}, "FDP": {"pos": [{"1272679468264501249": "Brilliant. Das sollten vor allem @cducsubt @dieLinke @spdde und @Die_Gruenen beherzigen. Die @fdp weiß all das längst.\n\nhttps://t.co/lXaPCGKCiF"}], "neg": [{"1272392332340494336": "@floriandawe #Westerwelle, der größte korrupte FDP Politiker mit Nullkompetenz aller Zeiten"}]}, "CDU": {"pos": [{"1272470123400617994": "Klasse! 😂 Herr @RegSprecher verweist bei der Frage nach einer Schiedsstelle für die #CoronaApp an das Bundesministerium für Verbraucherschutz. (12:01)\n\nPolitisch genial! @jensspahn/@CDU macht und Lambrecht/@spdde badet es aus. https://t.co/5vn2ASrugA"}], "neg": [{"1272497945179537419": "@Inhaber1 @annevanhalen @WerteUnion ...ist nur ein Feigenblatt, falls irgend etwas schief läuft.\n\nEine plakative Truppe von \"Wir haben es ja schon immer gesagt!\"-Leuten, um der CDU in der Nach-#merkel.ära noch eine Tür offen zu halten.\n\nGegenwärtige Wirkung: 0, in Worten Null!"}]}, "CSU": {"pos": [{"1272545019841388545": "@MontserratVaNo @Die_Nummer_Neun @StadtMuenchen @CSU @fwlandtag @Markus_Soeder @fw_bayern Absolut richtig. Kinder und Familien haben gerade null Lobby. Sehr traurig. Heute ist eine vollbesetzte Maschine nach Mallorca geflogen. Urlaub ist scheinbar wichtiger als Bildung."}], "neg": [{"1272563465530597376": "@DerLenzMdB @csu_bt Das ist so lächerlich wie wirkungslos.\n\nDeutschland ist jetzt - das haben CDU, CSU, GRÜNE u. SPD geschafft - ein Pleitestaat.\n\nInsolvent. 7-8 Billionen € verkappte Schulden haben und diese irren Ideologen in die Zukunft verlagert u. verschleiert. Das war's!"}]}, "AfD": {"pos": [{"1272362140008099840": "@stephanpalagan Ich würde ja gerne lachen, wenn es nicht so traurig wäre. Solche Menschen sind überall. Und sie lenken die Welt.\nDanke für das Video. Es demontiert Spinner und macht Hoffnung. So sollte auch hier eine AfD jeden Tag zerlegt werden."}], "neg": [{"1272328953760448512": "@blushinghours Pahaha bestimmt nicht. Die AfD ist genauso bescheuert wie unsere Sozen. Von Links bis Rechts nur Schrott. Sie sind nichts weiter als ein verbitterter, schlechter, menschenverachtender und demokratiefeindlicher Mensch.\n\nSchämen sie sich!"}]}}