{"DIE LINKE": {"pos": [{"1271923305910398976": "Eva von Angern zu TOP 5: Kinder- und Familiengipfel für Sachsen-Anhalt – Kindern und Jugendlichen unter Pandemiebedingungen gesellschaftliche Teilhabe ermöglichen https://t.co/MaAclJujdb"}], "neg": [{"1271929743076663296": "@EickeTarkus @TheSteveRuss @RogerBeckamp *Die antideutsche Linke*, sehr verallgemeinernd. Vorurteil. Niemand redet der *indigenen europäischen Bevölkerung *(was bitte ist das?) irgendeine Erbschuld ein. Viel lauwarme Luft, null Erkenntnisgewinn. https://t.co/LGMNtDYpvy"}]}, "SPD": {"pos": [{"1271933028051361793": "Einfach nur genial und zaubert 100% ein Lachen ins Gesicht 😁.\nLästermaul Ludger K. - (Mein Gott) Walter-Borjans https://t.co/GNQPQHqY5a via @YouTube\n#SPD #SpezialParteiDeutschland #DirekteDemokratie"}], "neg": [{"1271942827564564481": "@BMVg_Bundeswehr @EvaHoegl Sehr schlimmer Fehler diese Dame aus SPD proporz in diese Position gebracht zu haben. Das haben unsere Soldaten nicht verdient."}]}, "Bündnis 90/Die Grünen": {"pos": [{"1271937416170004488": "@manzinus66 @badrek5 @welt Hoffentlich erreichen wir bald 100% für die Grünen bei den Erstwählern!"}], "neg": [{"1271829681851920389": "Meinungsfreiheit pervertiert: Die Grünen-Politikerin Weisband mahnt im #Deutschlandfunk, bevor man seine Meinung sage, sollte man andere fragen, ob diese Meinung sie nicht verletze. Nach dieser Logik braucht man keine Zensur mehr, jeder muss sich dann selbst zensieren. Absurd. https://t.co/aYaU89jf44"}]}, "FDP": {"pos": [{"1271830061415571457": "@markrudolph2701 Wie wahr. Ich kann einfach nicht verstehen, dass das bei der FDP niemandem klar ist..."}], "neg": [{"1271862370390999041": "@pkbrln Wenn die @FDP nicht mal Opposition kann, möchte ich sie nicht in der Regierung sehen. Unsere heutige linke Regierung ist so inkompetent, hat so viele Fehler gemacht und Eigentore geschossen ... Dass eine liberale Partei daraus kein Profit schlagen konnte, ist ein Armutszeugnis!"}]}, "CDU": {"pos": [{"1271841556497080320": "@CDU Super. Nur wenige Minuten, nachdem die CDU MV eine Stasi Tante im Amt der \"Verfassungsrichterin\" bestätigt hat, diese Aussage. Danke. Ihr habt so etwas von fertig."}], "neg": [{"1271953523467603970": "Ernsthaft, wir haben ein dickes Korruptionsproblem in Deutschland! \n#Amthorgate\n#Berateraffäre\n#kloeckner\n#Scheuer #Maut #Autolobby\n#Altmeier #Energiewende\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n#Korrupte Politiker in der Regierung sind normal geworden. \n/x https://t.co/2kdLACVyOj"}]}, "CSU": {"pos": [{"1271841921242144770": "Die #Bundeswehr ist der Garant unserer Freiheit und Sicherheit 🇩🇪 Danke an alle Soldatinnen und Soldaten für den Einsatz. Daheim und in der Welt. Wir brauchen Euch! 🎗 \n\n#TagderBundeswehr #WirSindDa #Freiheit #Frieden #Demokratie @bundeswehrInfo @DieReserve @csu_bt @cducsubt"}], "neg": [{"1271893667821899776": "@saki_statement @CSU_Ludowig Weil es illegal ist. Ganz einfach. Dieses Teufelszeug darf niemals legalisiert werden"}]}, "AfD": {"pos": [{"1271840357236584448": "Genau so war es. Treten Sie alle, und ich meine alle, geschlossen in die AFD ein. Wir stehen hinter euch. Zusammen können wir dieses pack besser regulieren. Altparteien müssen weg, sons geht Deutschland den Bach runter. Rettet uns von diesem Faschismus. https://t.co/lLCuhSrkLA"}], "neg": [{"1271836976027774978": "@Die_Insider @GrueneBundestag @Die_Gruenen die  halbsätze und ausgekotzten beleidigungen  dieser rechten afd nazis sind einfach so widerlich , dass ich nur ekel empfinde!"}]}}