{"DIE LINKE": {"pos": [{"1273864271995207681": "@BaumannProf Endlich hat jemand den Mut, diese Zeilen u Zitate gegenüberzustellen.Dass die Nationalsozialisten bekennende Linke waren, hab ich schon als Kind von meinen Grosseltern gelernt!"}], "neg": [{"1273905402103631878": "Eine alte Trulla (Risikoalte)die keinen Amerikanischen Wert hat.Und überhaupt nicht weiss,was das ist.Unter dem Make up,sieht man was sie ist.Eine Linke Bazille,mit Farbe geschönt.\nEkelhaft .♧Q♧Q♧ https://t.co/873ztPuCx0 https://t.co/dWgseSLAUq"}]}, "SPD": {"pos": [{"1273916810593816576": "@markrudolph2701 Dieses Geschwurbel zeigt absolute Hilflosigkeit. Wenn man nichts mehr gestalten kann, am Ende ist und nur noch mit dem Geld der Bürger winkt, hat man seinen Ursprung als (Berurfs-) Politiker verloren. #CDU und #SPD sind perfekte Beispiele für Erfolglosigkeit und Hilflosigkeit"}], "neg": [{"1274103374443679745": "@baerbeli04 @IssesHalt Eine weitere Bankrott-Erklärung der Altparteien jenseits aller Vernunft und Moral. CDU, SPD und FDP stimmen gegen die Ächtung der gewaltverherrlichenden linksextremistischen \"ANTIFA\"\nEin beschämender und verabscheuungswürdiger Tiefpunkt dieses linksversifften Fake-Parlamentes.😡"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1273838664334954497": "@Die_Gruenen Genau, und endlich die Tiertransporte in islamische Länder verbieten die nur stattfinden damit die Baubaren dort den armen Geschöpfen lebendig die Kehle aufschneiden können!"}], "neg": [{"1273773681186045953": "@JohannkuPeter @Die_Gruenen Also das ist frech, einfach so zu schreiben. Sauerei.\n\nDas heißt Nazi *Innen und Grüne *Innen, du Sexist. Das ist rechtsradikal, intolerant und rückschrittlich von dir."}]}, "FDP": {"pos": [{"1273884747668819969": "@leoliberalismus @JoanaCotar @ulfposh @fdp Bestes Beispiel! Niemand will euren Hass! @fdp @fdpbt"}], "neg": [{"1273909784031432704": "@Fabio_Bossi @KingoftheTiki @JoanaCotar @ulfposh @fdp Fuck, Meinungsfreiheit. Richtig schlimm. Und auch noch innerparteilich? Skandal! Die Kritik daran hast du geflissentlich ignoriert, oder?"}]}, "CDU": {"pos": [{"1273930411748581376": "@schockimilchfan Einfach oberaffengeil, diese CDU, für die Kid's, Teen's &amp; Twen's von heute!"}], "neg": [{"1273938463088422912": "@CDU Da die CDU die Antifa nicht als Terrororganisation einstuft, sondern aktiv fördert, ist dieser Verein nicht mehr demokratisch und eine absolute Schande für dieses Land. CDU hat das Verhältnis zu Rechtsstaatlichkeit wie Luzifer zu Gott!"}]}, "CSU": {"pos": [{"1273898335334785024": "@oezgeschmoezge Wie so ein geiles 90er Kinderporträt CSU wieder topmodern https://t.co/eBl8P5ZEwo"}], "neg": [{"1273844121732632576": "@JuliusBetschka @CSU Eine Frechheit ist wenn ihr Linksextremen Schreiberlinge alles unter dem Deckmantel der Pressefreiheit einen widerlichen Schrott verzapft das ist ja nicht der einzige und andere als Gegenwind nicht aushalten könnt in einer Demokratie?\nLügen Spalter Hetz und Propaganda -Medien.🙄"}]}, "AfD": {"pos": [{"1273984503564972033": "Großartiges Interview. Ein Hoffnungsschimmer für die Vernunft. Man muss die #AfD nicht mögen, aber diese Frau hat meine Sympathie. https://t.co/TC7K7DVJE5"}], "neg": [{"1273985461216858118": "@AfD @Tino_Chrupalla @helgelindh #Kalbitz muss weg! Dass er sich erfolgreich zurück klagt ist ein Armutszeichen und zeugt vom gefährlichen Grad der extremistischen Unterwanderung in der #AfD. Kalbitz, Höcke sind untragbar bzw mit diesen Hetzern ist die #AfD unwählbar! Rauswurf jetzt! Reichsflügel Stutzen, jetzt! https://t.co/MPVj2qioRm"}]}}