{"DIE LINKE": {"pos": [{"1274263741245329408": "@rasko28 @GertrudeWeiner1 @DSeelake @IrmiSalzer @TierschutzVB ich bin der spö für viele dinge dankbar, die bis heute unseren alltag extrem positiv gestalten. ohne sozialdemokratie wären wir alle im oasch. aber die roten konnten auch viele probleme nicht gegen die schwarzen lösen. es braucht halt eine linke mehrheit."}], "neg": [{"1274212810986315776": "Nein, Linke sind dogmatisch schreibgeschützt. Kritik muss er sich nicht stellen, die Kohle kommt per Zwangsgebühren. https://t.co/gJEllDqa7u"}]}, "SPD": {"pos": [{"1274197506616852482": "Wunderbar! 😍 @LotharBinding der Erklärbär der #SPD https://t.co/2IEi1SSm9Y"}], "neg": [{"1274468520739385346": "@peter_bauer1955 @Guido50893291 @ulledienulle @GeraldJtb @Alice_Weidel Das stimmt nicht,ich würde weder die SPD noch Die Linke noch Die Grünen wählen und hab trotzdem eine abgrundtiefe Ablehnung gegenüber der AfD.Mir fällt einfach auf wie deren Klientel einfach nur blindlinks nachplappert und hasst.Deswegen habe ich diesen Virus nicht!"}]}, "Bündnis 90/Die Grünen": {"pos": [{"1274129989173207046": "@noreenthiel Also ich muss auch sagen, dass ich mittlerweile die Grünen und Ihre CO2-Steuer super finde. Endlich können sich arme Menschen keine Flüge mehr leisten und die Schlangen an den Terminals werden kürzer. Außerdem hat man auch auf den Autobahnen mehr Platz seinen 3.0 TDI auszufahren."}], "neg": [{"1274270110732242944": "100e infiziert, #Gesundheitsschäden drohen, #Schule zu, #Bundeswehr muss helfen, #Arbeiter ausgenutzt, #Staatsanwalt ermittelt + jetzt sagt #Altmeier er wolle für volle  Aufklärung etc sorgen?🤓Das ist eine bodenlose Frechheit! Sie sollten um Entschuldigung betteln! @Die_Gruenen"}]}, "FDP": {"pos": [{"1274261514623557632": "@NicoleWestig @jensspahn @fdpbt @fdp @fdp_nrw @cad59 @KatrinHelling @WSchinnenburg @UllmannMdB @olafinderbeek @EUTheurer Super, ich melde mich am Montag! Danke! :-)"}], "neg": [{"1274231741935484928": "@JackIsBack77 Laschet &amp; Co, Planlos wie immer! Unfähig, unverantwortlich,  menschenverachtend und rassistisch. Das ist die NRW Regierung! CDU &amp; FDP = UNWÄHLBAR"}]}, "CDU": {"pos": [{"1274214208100597761": "@RaykAnders Beste CDU Tradition, Ehrenwort."}], "neg": [{"1274242637214691329": "@CDU @akk @EvaHoegl Ein Land, das  sich durch Größenwahn, Ideologie Propaganda und Terror leiten lässt statt durch Arbeit, Realitätssinn, Verantwortlichkeit und Mäßigung ist zum absoluten Scheitern verurteilt! Deutschland ist verloren, weil 80% der Bevölkerung das nicht begreifen will !!!"}]}, "CSU": {"pos": [{"1274450298258501637": "Die deutsche Krisenpolitik zerdonnert gerade 100000e Arbeitsplätze in Industrie, Einzelhandel, Gastronomie und allen anderen Branchen. Danke @CDU @CSU @spdde\nIhr habt euer Vertrauen endgültig verspielt."}], "neg": [{"1274254282037039104": "@DaniLudwigMdB @BMG_Bund @cducsubt @csu_bt @CSU @bzga_de Sie erzählen echt Unsinn, Sie mobben einfach nur  die die es zu sich nehmen, Sie sind zu keiner Kommunikation in der Öffentlichkeit  bereit. Schreiben Sachen die Konsumenten nach über 20 Jahren noch nicht hatten. Alkohol tötet Menschen und macht Familien kaputt"}]}, "AfD": {"pos": [{"1274231854267355136": "@helgelindh @Isahundedame @AfD @rezomusik Sehr sehr gut. 🌺"}], "neg": [{"1274230309878366208": "@shane_bauer @JoachimPaul_AfD Eine Schande. Zerstörung der Kultur. WOW..... Es lebe Mao!"}]}}