{"Google": {"pos": [{"1274020019047821312": "@realDonaldTrump @NBCNews @Google President Trump my whole Family are with you from the beginning! And will be with you till the end! My husband and I are on Disability, I worked hard ever since I was 16, my back surgery has caused me to be on Disability, we do better now than we ever have! Thank you so much!"}], "neg": [{"1274023032936226816": "@realDonaldTrump @NBCNews @Google Mr President! I surely hope you don't take these un American, Puppets, completely misinformed, Retarded, Radical, Trouble maker, Liberals!! They have no common sense! If they ran this Country, it would be a total complete disaster!"}]}, "Facebook": {"pos": [{"1274128177212710915": "@thenorthface @Facebook My favorite brand."}], "neg": [{"1273794066321412097": "@CarpeDonktum @Facebook @Facebook is garbage. They censor those with conservative views. They asked me to upload an ID to confirm my identity, so I did, they chose to disable my account anyway. https://t.co/6dgMGJ9xye"}]}, "Amazon": {"pos": [{"1273947701961465866": "“Best friends make the good times better and the hard times easier”! \n\nThanks @MTL_CS_Art for this awesome surprise! Who knew you could get an @amazon gift card through a text!?!?!! I had no clue! You definitely make my days brighter &amp; easier! xoxo 😘 #blessed #bozzisbunch https://t.co/4GL5nIG3Ja"}], "neg": [{"1273953073229152257": "HOW ARE YOU SO COMFORTABLE WITH COMPLETELY TAKING AWAY CUSTOMER SERVICE???? @amazon?! YALL lost MY package and now I can’t even talk to anybody about my refund????? COMPLETE TRASH!"}]}, "Hewlett Packard": {"pos": [{"1274019208813215747": "@CupcakKe_rapper Queen of HP. Sponsor her @HP !  https://t.co/PNaLGhqwI9"}], "neg": [{"1274025112681889792": "@HPIndia This the most ridiculous e-commerce website and customer care..I have placed the order No: #101300000433009\non 20th May 2020 almost a month now and no printer has been received, please immediately refund my money bcoz you certainly have no clue about the orders @HP"}]}, "Apple": {"pos": [{"1274006073633095684": "Top Ten Top Rated Movies #IMDb #Netflix #NetflixParty  #AmazonPrimeVideo #NowWatching #HBOMax #AppleTV #Apple #Hulu #HBO #Top10 \nhttps://t.co/AmFxt1O9wT https://t.co/6BzOJQvIAG"}], "neg": [{"1274016925920759808": "@Apple eat shit. worst UI on the planet, most overpriced phones, and i cant recieve emails at my icloud accound unless i pay you? go fuck yourself. tyrannical cunts."}]}, "PayPal": {"pos": [{"1274114977058545664": "This just arrived at a perfect time. Thank you #Amplify Black Employees Community @PayPal  #BlackLivesMatter #JuneteenthDay https://t.co/3Sp6OrXxJi"}], "neg": [{"1274122841433268231": "@Dan_Schulman @PayPal @AskPayPal y’all owe me $150 an hour for every hour I’ve wasted on this harassment. Time to file a lil lawsuit I might lose but fuck y’all."}]}, "Uber": {"pos": [{"1274103196466794496": "@Stroudgreenguy @Uber I bought a second hand brompton. Best thing ever."}], "neg": [{"1274121471212900352": "@Uber your customer service is trash. I’ve been waiting a full week for you to approve my car reg. I keep being told to be patient. Hard do that when uber is my only source of income that I haven’t had in a week. Terrible service."}]}, "Microsoft": {"pos": [{"1274118787013521410": "Incredible platform for these dynamic Dads! I’m thrilled to champion this event. Don’t miss it!! #rulesofengagement2020 #gregjennings #carmeloanthony #titusoneil #nateburleson #Microsoft #mancode #blackdads #blm #BlackLivesMatter https://t.co/AxKdVAU9hy"}], "neg": [{"1274118512429187072": "No you fuckers! I'm fucking busy, now fuck off.\n\nRespectfully.\n\n@Microsoft  Cut the shit and get your software. It's drunk. https://t.co/EosB3ovf5A"}]}}