{"Google": {"pos": [{"1272984443746213893": "@JerRobbins1 @StormChasser16 @TomFitton @NBCNews @Google @FDRLST @KerriKupecDOJ @TheJusticeDept @JusticeATR Perfect!"}], "neg": [{"1272989641470349312": "@DonaldJTrumpJr @Google Antitrust!  this is bullshit!"}]}, "Facebook": {"pos": [{"1272798368637440000": "Was waiting for this ....Finally!! Thank you so much @Facebook for recognising me as one of Madhuri Dixit's top fans. I'm super happy🤗😇 Love you always @MadhuriDixit Ma'am 😘😘❤ #topfanbadge https://t.co/171IAbAhb7"}], "neg": [{"1273041032263933957": "⁦@Facebook⁩ Fuckerberg says you do more good than evil? What bullshit. Remove false, incendiary, racist propaganda from ALL countries, not a favoured privileged few. \n https://t.co/RlgBpYeR1Z"}]}, "Amazon": {"pos": [{"1273040898201395201": "@AliRogin @joshrogin @amazon Amazing!! I’m so excited for you and proud of you. What an incredible accomplishment ❤️"}], "neg": [{"1273042398797598722": "#amazon fulfilled an order for me with used water filters. Straight from @amazon, 3 @ZeroWaterFilter all ripped open and used. The middle one just has a ripped open package on it. The whole bag is soaking wet. Directly from #amazon . This is the worst thing I've received. #worst https://t.co/DkvzIiYNGi"}]}, "Hewlett Packard": {"pos": [{"1272863262066053120": "The 2020 ranking of 100 Best Corporate Citizens just went live. \n\nTop five are @OwensCorning @Citi @GeneralMills @Cisco and @HP based on tansparency &amp; performance across 141 #ESG factors. \n\nCongratulations to every company making the #100BestCC ranking.\n\nhttps://t.co/25y4pq14lF"}], "neg": [{"1272873776355717120": "@HP We DON'T NEED TO ACCEPT THIS BRAINWASHING GARBAGE!  Covids shutdowns are the biggest HOAX the NWO GLOBALISTS pulled yet!  And people are stupid enough to keep following it even after seeing TERRORISTS in huge numbers tearing our nation apart, while we are arrested for CHURCH!"}]}, "Apple": {"pos": [{"1272710283799248898": "Hands down, the BEST speaker I’ve ever tried. Got an early anniversary gift and honestly #HomePod sounds so much better than the Google Mini &amp; I refuse to have Alexa. Love this! #Apple 🎵🖤 https://t.co/n5XMABP5pN"}], "neg": [{"1273038931072868353": "Hey @Apple @AppleSupport why does your Apple TV remote suck so bad? Here’s a video of this piece of garbage not working. @tim_cook I love your products but this one is awful. https://t.co/dzlDZtcVTj"}]}, "PayPal": {"pos": [{"1272927705734905857": "dear @paypal ...well part of my order showed up, just messaged these guys again and we'll give them a couple of days to respond and see where the rest is (last time they did not respond and you got involved) S HAPPY with paypals customer service... 5 starsouta 5"}], "neg": [{"1272978608512888832": "@PayPal you are probably the most useless piece of crap I have ever come across. I was to receive a payment via paypal and your platform won’t even let confirm my cellphone number. I can’t express my hate for you right now."}]}, "Uber": {"pos": [{"1272766101064232960": "I love @Uber! Sign up with my promo code and get $20 off your first ride! https://t.co/j9VXFvVOEZ"}], "neg": [{"1272719769406488577": "@Uber @Uber_Support I’m pissed! UberX pulls up and says “only 3 people” because of COVID-19 when 4 people usually fit in an UberX. Didn’t say that on the app! Just gonna call a LYFT! What a WASTE of money! Refund me ASAP!"}]}, "Microsoft": {"pos": [{"1272786754328649728": "@mayur_tendulkar @Microsoft Congratulations 😍😍 all the best! I know you will rock it like you always do. ☺️"}], "neg": [{"1272770636100907008": "@Microsoft This is a scam do not give them money Shame on you @Microsoft for promoting a fraud Minnesota Freedom Fund\n\nThey scammed 35 million already"}]}}