{"Google": {"pos": [{"1273763216485736449": "@realDonaldTrump @NBCNews @Google I love it! Someone needs to silence you and your hack job cronies. How many tweets did you do today? When do you do the job of president? How about never! You spent too much time on social media And not enough time representing ALL of America!"}], "neg": [{"1273590987529609219": "@SnazLaz @AfricaMatters15 @Tyrese @googlemaps @Google @google spreading fake news. The fuck this is shit. So according to Google the only people living in skwatta camps are white people. Hebbbana nisijwayelakabi argaaa man"}]}, "Facebook": {"pos": [{"1273654390579216385": "@JamesOKeefeIII @andymstone @Facebook God bless and protect you James!!   No weapon formed against you shall prosper!  Praying for your safety, strength, courage, health, wisdom, peace,prosperity and salvation.  \nJesus,  protect this man and all whistleblowers. In Jesus name Amen!"}], "neg": [{"1273660752163770368": "SON OF A FUCKING BITCH! IT’S MORE THAN AN INSULT, IT’S A RALLYCALL FOR THE NAZIS! @Facebook FUCK YOU, YOU’RE ALL NAZIS, EVEN ZUCKERBERG. https://t.co/amtvWtH7MA"}]}, "Amazon": {"pos": [{"1273504276770406400": "@87History @MissFarag @amazon Fantastic book, highly recommended! We have 6 copies @PointerSchool"}], "neg": [{"1273766541369188352": "@amazon fuck your dumb ass firesticks..Im done used to love em..Theybare shit now!"}]}, "Hewlett Packard": {"pos": [{"1273457248077922305": "@RoxyJeeper @HP Wow! A lot of computer power!"}], "neg": [{"1273657693396512768": "@HP Do not buy this product. The ENVY 5000 won't print for love nor money - avoid!"}]}, "Apple": {"pos": [{"1273685308203302912": "The magic of the @Apple Apple Watch! Love it!! @tim_cook @pschiller One of my fave products by far https://t.co/0n1dJPvGVS"}], "neg": [{"1273678772894605312": "@NHSX refused to work with @Apple and @Google. \n\nhttps://t.co/lvB3aGXE6x\n\nThey've now admitted that their own app has been a failure and are now finally getting the mobile tech giants involved to rescue them.\n\nThats OVER TWO MONTHS of wasted time!\n\nTotal disgrace, @MattHancock"}]}, "PayPal": {"pos": [{"1273550960435044359": "Love how every transaction I make from @PayPal goes under a hold/investigation even though 100% of my transactions are legitimate and I’ve never had any complaints from buyers. Fucking criminals"}], "neg": [{"1273491433949851648": "@AskPayPal @PayPal @PayPal4Business \nThe worst service ever. I have opened the business account did verification and already start to work. in one week i've got clocked without any reason. my money stacked there nobody even didnt try to contact me. just worst service i've tried."}]}, "Uber": {"pos": [{"1273548841841594368": "@Uber @UberINSupport This is awesome. Safe, Secure and Prioritised. Thank you❤️👏🏻🙌🏻 https://t.co/3kGAxjv3OO"}], "neg": [{"1273641043880054786": "@Uber_NZ @Uber @Uber_Support @UberEats \nSomeone from uber simply REMOVED my car from my account and I can't work! I tried to upload the documents more than 50x and it's not accepting,  but it's NOTHING wrong!  this is a really shame and disrespect with your drivers! UNBELIEVABLE!"}]}, "Microsoft": {"pos": [{"1273757550492737536": "@Microsoft Thank you for the #GlobalEdTechAcademy this week! This is AWESOME, NEEDED, and INSPIRING! 🥰🙌🏾♥️🖤💚✊🏾 #K12Education #K12EdTech #DEI #Diversity #Equity #Inclusion https://t.co/IEFHBe6iCa"}], "neg": [{"1273581290340655105": "@Microsoft @MicrosoftHelps  have the worst customer service in history. Been locked out of my account for 3 weeks and no one is doing anything to help. Absolutely useless. No idea what to do, I've missed many job applications and can't access my Uni work on my OneDrive"}]}}