{"Google": {"pos": [{"1274485393669320704": "Hi #100DaysOfCode 👋\nAnd I love u #Google my honey😂\nU helped me a lot today again 👏\n\n#PythonProgramming #Java #Engineering"}], "neg": [{"1274482720631111681": "@StevePogson1 @bigmacdturtle @Google Doubtful. 😒\nAmericans are awful to each other."}]}, "Facebook": {"pos": [{"1274135295944990720": "@_TheWife @thenorthface @Facebook Their products are honestly great. North Face are 100% Buy It For Life products.  The coats last for decades."}], "neg": [{"1274131727817072640": "@pwr2dppl @Facebook You made me get on Facebook many years  ago. Facebook is a horrible piece of shit."}]}, "Amazon": {"pos": [{"1274287509057400832": "Best selling and Best offer mobile by Amazon Buy Now\nCheck out OnePlus 7 Pro (Mirror Grey, 8GB RAM, Fluid AMOLED Display, 256GB Storage, 4000mAH Battery) by OnePlus https://t.co/6leOMjOV9Y via @amazon"}], "neg": [{"1274489079464431616": "@amazon I'm going to get rid of all my Amazon products and cancel my Amazon services. My account was locked due to my credit card company declining 5 orders (&lt;$100). The card was stolen and was shut down due to fraud. Without a phone call my account was locked and I was forced"}]}, "Hewlett Packard": {"pos": [{"1274259471192207361": "Check out the new range of @HP laptops that will suit both your work life and gaming life!😎\n\nWork, study and play from home with the best that #HP has to offer!\n\nAvailable right here at @Evetech😍\n👉https://t.co/HBhhshYziU\n\n#HP #Evetech #WorkFromHome #workhardplayhard https://t.co/Xa2MwkSBQH"}], "neg": [{"1274251047649701889": "@HPIndia @HPIndia @HP Your entire team is saying the same thing over and over again and in the meantime the product has not been delivered yet even after repeated promises by your team. Currently your sales team has denied to provide any resolution in this regards. Very pathetic service !"}]}, "Apple": {"pos": [{"1274255824555212800": "@waltmossberg @reckless @backlon @verge @Apple Excellent! Interested to hear your views on whatever new AI functionality they will launch."}], "neg": [{"1274271858129620992": "@Apple This is absolutely ridiculous. Plenty of other apps act the same way, like AT&amp;T WatchTV. You are preventing the app because it’s a good idea and either want to release similar functionality or want revenue from it. What happened to you? You lost your way over the years. https://t.co/TVpAQUxnST https://t.co/jZFz1GU37N"}]}, "PayPal": {"pos": [{"1274361390891925506": "@SoftBank, @Lowes, @Nike, @Apple, @UberEats, @PayPal, @BankofAmerica, @Google, @GoldmanSachs and @Facebook have collectively pledged more than $2 billion to building #diversity, #equity and #inclusion in #CorporateAmerica and across the nation. https://t.co/Aby0ExFUWV"}], "neg": [{"1274371260382949382": "@AskPayPal @PayPal This Company is absolutely terrible, they are not responding to any of my messages and are holding over £500 even though products have been delivered for 3+ DAYS!!"}]}, "Uber": {"pos": [{"1274218194987896833": "i just had the best @Uber ride of my life.... he avoided every red light,  played calm music, AND got me home in less than 10 mins. 5 stars all the way"}], "neg": [{"1274311651378987009": "@Uber y’all really fuckin trash. You and your employees."}]}, "Microsoft": {"pos": [{"1274411643062099970": "TRULY BLESSED! 💡New Studios by Carl Henry Paul called \n\"HEAVEN SOUNDS\" made for gospel music and all gospel things! Want to praise your name with the best spirit anytime! @Microsoft 😇🏆🏆☝😎💯"}], "neg": [{"1274388958819074048": "@Microsoft @surface \nworst customer service EVER!! Your equipment has been in your possession since 6/8/2020 and I have yet to receive a phone call, email, or the remaining balance of my refund ($800+) I don't think I'll be getting that Pro 7 after this! #worstcustomerservice"}]}}