{"Google": {"pos": [{"1273105778505809922": "@Google/@madebygoogle, @oneplus, and @SamsungUS/@SamsungMobile...please make a baby together and create one AMAZING and OUTSTANDING PHONE"}], "neg": [{"1273105463958294529": "@Google FUCK GOOGLE !\n\nNO LONGER USE YOUR PLATFORM,NOR ANY OTHER PRODUCT.\nCONGRESS WILL SOON PASS LAWS TO PUT YOUR ASS ON YOUR HEELS !\nMY COMPANY TERMINATED 3 BLM AND 2 ANTIFA MEMBERS.\nNO HEALTH CARE NO PAYCHECKS FOR DOMESTIC TERRORISTS.\nMY BUSINESS WILL TO TERMINATE TERRORISTS"}]}, "Facebook": {"pos": [{"1273250139965059076": "@mazzillie @KatieS @Facebook This is 100% something they are accountable for. They could simply measure different things, and have a code of ethics.\n\nIt is unquestionable that Mark Zuckerberg has taken immense power, yielded it selfishly and made the world actively worse."}], "neg": [{"1273245348102836225": "@d_mccarthy37 @AaronBlake @Facebook this is the fakest shit ever.  I’m pretty well acquainted with the pro White advocacy platforms(Amren, etc), thé antisemitic ones (the right stuff dot biz, etc) even the edgier ones that I won’t name...and I’ve never heard of “The Boogaloo Boys”."}]}, "Amazon": {"pos": [{"1273403042856087552": "@Paul_Berney @EoinColfer @amazon You are in for a treat! The books are fabulous!"}], "neg": [{"1273403194400538625": "@ReutersWorld Y'all stop buying from @Amazon.\nThey suck.\nThey are sh!tty employers, they kill small business and they are selling out our country.\n\nThis was a fake freaking fight to mask the seriousness of how in bed with Saudi they are.\n\nBUY LOCAL! Buy anywhere else."}]}, "Hewlett Packard": {"pos": [{"1273076472664731648": "@JayMorris_MD @HP @Stratasys This is amazing to have so many tools available for patient care! Can you see a day when there are similar labs at most other larger medical institutions?"}], "neg": [{"1273377888746733570": "bro my stupid fucking laptop just shut down.  @HP fuck you."}]}, "Apple": {"pos": [{"1273259235107840004": "I just received an overnight shipment from the Bay Area this morning. Inside was the award for the 2020 Swift Student Challenge! The jacket and pin-set are awesome and the packaging was extremely well made. Thanks again @Apple for this amazing opportunity! https://t.co/GamFd0iyEr"}], "neg": [{"1273239915862601730": "@Apple Why do you take your global asses to China where you all your garbage anyway, Traitors!"}]}, "PayPal": {"pos": [{"1273397352590704641": "@RealIsaBako @valentinowpg @BaoPowder @PayPal God bless you sir you're doing well 💯👌"}], "neg": [{"1273380148809740292": "@PayPal4Business Don’t do it . Spend your money somewhere else @PayPal4Business are the worst payment processors ever ! They say they are helping but they deny our company for a working capital because our sales went UP ! So be wise and go with anyone else @PayPal don’t givr a f about costumers"}]}, "Uber": {"pos": [{"1273131092296548352": "i left my plug n play in the uber and he brought it back 🙏🏼 @Uber  5 STARS"}], "neg": [{"1273074425307566081": "@UberEats Absolutely the worst service ever!!! Got completely screwed got nothing I ordered!!! Was ripped off 36 USD and then top it off Uber Eats has zero customer support!! 🤬😡🤬 #AvoidUberEats #boycottubereats #Uber #Election2020"}]}, "Microsoft": {"pos": [{"1273263351120838660": "World’s Top 10 #Software Companies to Watch in 2020\nhttps://t.co/6gUsp1ovaB\n#ComputerSoftware #MobileApplications #Games @Microsoft @merix_studio @experionglobal @netsolutions @VMware @TCS @techaffinity @Altoros @eteamio @SoftlabsGroup https://t.co/5eT47XWI3z"}], "neg": [{"1273240457561149442": "@Politeia10 @Microsoft terrible. Nobody wants the damn thing. Be glad we are using the OS. Ungrateful."}]}}