{"Google": {"pos": [{"1273030212545019904": "@DonaldJTrumpJr @Google LOVE ME DADDY!"}], "neg": [{"1273041314750386176": "@DonaldJTrumpJr @Google Calling for full authoritarianism. What a fucking failure."}]}, "Facebook": {"pos": [{"1273031732774662144": "@the_danweL @MArstonight @timothydurigan @kevinroose @crowdtangle @Facebook @JuddLegum That’s right Karen, anyone reading any of this exchange can clearly see it’s me owning myself. You’re so observant! \n\nAnd you got to learn something in the process. I’m glad you’re proud of that and are so willing and eager to show it off. Truly an inspiration. \n\n🙂"}], "neg": [{"1273041032263933957": "⁦@Facebook⁩ Fuckerberg says you do more good than evil? What bullshit. Remove false, incendiary, racist propaganda from ALL countries, not a favoured privileged few. \n https://t.co/RlgBpYeR1Z"}]}, "Amazon": {"pos": [{"1273040898201395201": "@AliRogin @joshrogin @amazon Amazing!! I’m so excited for you and proud of you. What an incredible accomplishment ❤️"}], "neg": [{"1273042398797598722": "#amazon fulfilled an order for me with used water filters. Straight from @amazon, 3 @ZeroWaterFilter all ripped open and used. The middle one just has a ripped open package on it. The whole bag is soaking wet. Directly from #amazon . This is the worst thing I've received. #worst https://t.co/DkvzIiYNGi"}]}, "Hewlett Packard": {"pos": [{"1272863262066053120": "The 2020 ranking of 100 Best Corporate Citizens just went live. \n\nTop five are @OwensCorning @Citi @GeneralMills @Cisco and @HP based on tansparency &amp; performance across 141 #ESG factors. \n\nCongratulations to every company making the #100BestCC ranking.\n\nhttps://t.co/25y4pq14lF"}], "neg": [{"1272873776355717120": "@HP We DON'T NEED TO ACCEPT THIS BRAINWASHING GARBAGE!  Covids shutdowns are the biggest HOAX the NWO GLOBALISTS pulled yet!  And people are stupid enough to keep following it even after seeing TERRORISTS in huge numbers tearing our nation apart, while we are arrested for CHURCH!"}]}, "Apple": {"pos": [{"1273034545374388225": "@IAmStacyYvelle @Apple Most excellent!  As you get closer to where your life feels warm and loved and right ...\nMake a little program...just for very young talented Black children! God would love that!\nAnd God Bless...."}], "neg": [{"1273001303686471681": "@Apple Your MacBook Pro 13-inch-2017 are a piece of garbage! Totally dissapointed, I bought it new and all I have gained is headaches! Crappy battery, crappy keyboard... #badservice #Apple"}]}, "PayPal": {"pos": [{"1273039727147593728": "🚨🚨🚨 #NewInventory #ShopAtCaps *Your Favorite Boutique* #Greensboro 336.292.6222 @capsraleigh #Raleigh 919.828.0701 *Crafting A Personal Style* #DM or #Call for #PhoneOrders #CashApp #PayPal or #ShopOnLine… https://t.co/LLDUTs6f7m"}], "neg": [{"1273021467513335809": "@AskPayPal @PayPal  I swear they’re the worst people to do business with and a waste of time! Seller protection... they don’t even know what the hell that is!"}]}, "Uber": {"pos": [{"1272911098761687042": "@TuesdayStories @JoeListComedy @marknorm @BlueChew @feals @Uber @StarbucksMY @TuesdayFacts @SheathUnderwear @antoinescookies @ChipotleUK Fucking love this logo. Can’t wait to get the shirt!"}], "neg": [{"1272849432871153667": "@MattWhitman2020 @Uber The fake smoking ban was one of the dumbest things this clown council has ever come up with! 🤡"}]}, "Microsoft": {"pos": [{"1273023473829453826": "@TinaNarvaezJr @Microsoft @SeanMorgan21 @gracemburke yo I use my Surface Pro at work (I also work for a small clothing company) ALL THE TIME and they're so great, mine's about 5 years old and still kicking. this is an awesome gift, love it! 💜🌿"}], "neg": [{"1273034864338534401": "Hey you stupid dirty motherfuckers @Microsoft I don't want your fucking self installed edge browser nobody asked you to put that shit on MY PC fuck faces when I bought @Windows I didn't ask for you to quarantine my software for you to self install your own FUCK you guys."}]}}