{"Google": {"pos": [{"1274451243189100549": "@ikenigel7_ @Google @Andela Awesome! I love to hear that! Thank you so much and I wish you all the best !"}], "neg": [{"1274442767301820417": "#Hacking #ChromeBrowserExtensions #Google #Surveillance #SurveillanceMalware #Malware #Vulnerability #CyberAttack #CyberSecurity\nHundreds of malicious Chrome browser extensions used to spy on you! \nhttps://t.co/EvfE3DpUJc https://t.co/MSYjC2TTu9"}]}, "Facebook": {"pos": [{"1274472617487953921": "@socialmedia2day what are your favorite tools for posting to @instagram @Facebook?\nSo many to choose from. https://t.co/dMTxxfThTz"}], "neg": [{"1274479503725563905": "Banned from #facebook for 24 hours for #trolling idiots and a talentless dead piece of shit dj. =D"}]}, "Amazon": {"pos": [{"1274490379769790464": "Discover the best Camera &amp; Photo in Best Sellers.  Find the top 100 most popular items in Amazon Electronics Best Sellers. https://t.co/uDXANOoYk5 \n@amazon https://t.co/JpTBaUmjaM"}], "neg": [{"1274489079464431616": "@amazon I'm going to get rid of all my Amazon products and cancel my Amazon services. My account was locked due to my credit card company declining 5 orders (&lt;$100). The card was stolen and was shut down due to fraud. Without a phone call my account was locked and I was forced"}]}, "Hewlett Packard": {"pos": [{"1274259471192207361": "Check out the new range of @HP laptops that will suit both your work life and gaming life!😎\n\nWork, study and play from home with the best that #HP has to offer!\n\nAvailable right here at @Evetech😍\n👉https://t.co/HBhhshYziU\n\n#HP #Evetech #WorkFromHome #workhardplayhard https://t.co/Xa2MwkSBQH"}], "neg": [{"1274251047649701889": "@HPIndia @HPIndia @HP Your entire team is saying the same thing over and over again and in the meantime the product has not been delivered yet even after repeated promises by your team. Currently your sales team has denied to provide any resolution in this regards. Very pathetic service !"}]}, "Apple": {"pos": [{"1274480319832432642": "@ananavarro @Apple This is the funniest thing I’ve seen in a long time. https://t.co/UnjqZPlZX7"}], "neg": [{"1274475694500622337": "@ananavarro @Apple One butt hurt woman!"}]}, "PayPal": {"pos": [{"1274488735975927809": "#NEW! Earn #FREE LEGIT #PAYPAL by watching videos and downloading free apps! https://t.co/PvrVHLMKt5 https://t.co/UwiE0cu1ha"}], "neg": [{"1274467544607399936": "@Paypal For over a week customer service hangs up on my calls, my emails are not replied nor is the website's customer service request addressed. How am I supposed to work with you? I am switching to your competitors...worst experience EVER!"}]}, "Uber": {"pos": [{"1274218194987896833": "i just had the best @Uber ride of my life.... he avoided every red light,  played calm music, AND got me home in less than 10 mins. 5 stars all the way"}], "neg": [{"1274311651378987009": "@Uber y’all really fuckin trash. You and your employees."}]}, "Microsoft": {"pos": [{"1274427253376421888": "Thank you @GregJennings @carmeloanthony @nateburleson @TitusONeilWWE @Microsoft for delivering this powerful conversation today! Over 22,000 tuned in to learn. https://t.co/9Tn4Jxne9a"}], "neg": [{"1274466337792942080": "Fuck off @Microsoft @FIFAcom take your virtue signalling bullshit and go to hell.\n\nSick of you trying to ram your politically correct agendas down our throats and our children's.\n\nIf you really cared about Black Lives it wouldn't have taken all these years to make a stand 🖕"}]}}