{"Google": {"pos": [{"1273763216485736449": "@realDonaldTrump @NBCNews @Google I love it! Someone needs to silence you and your hack job cronies. How many tweets did you do today? When do you do the job of president? How about never! You spent too much time on social media And not enough time representing ALL of America!"}], "neg": [{"1273734972319416320": "@reidmp @MattHancock @BorisJohnson Wow. What an absolute waste. Laughable when @Google and @Apple offered them the app at the beginning. I’m sure that money could have been spent better say school meal vouchers eh during the holidays...."}]}, "Facebook": {"pos": [{"1273745033322168320": "@seanhannity High five @Facebook https://t.co/Hxq0dTyjAX"}], "neg": [{"1273746188756488192": "@_1BUV Total bullshit @Facebook!  That symbol is used everywhere. This purely a political stunt. Time to beak up these tech companies and hold them accountable and liable $$$!"}]}, "Amazon": {"pos": [{"1273765731692396544": "My absolute favorite part of months of research on the best tv (affordable, right size, perfect for me &amp; the hubs to play Borderlands on) is waiting for it to arrive, setting it up, and turning it on to see this. Thanks, @amazon &amp; @UPS 😡😭 https://t.co/Y0jJo0yU4t"}], "neg": [{"1273752010194595840": "@amazon this is disgusting. How dare you sell this. You should be a shame of yourself. https://t.co/gDIU9ZLKF2"}]}, "Hewlett Packard": {"pos": [{"1273457248077922305": "@RoxyJeeper @HP Wow! A lot of computer power!"}], "neg": [{"1273657693396512768": "@HP Do not buy this product. The ENVY 5000 won't print for love nor money - avoid!"}]}, "Apple": {"pos": [{"1273715358994554881": "@MarquetteKing @Apple @Android Grab that note 10+, it is what I have and I love this phone!"}], "neg": [{"1273722831155716097": "@tim_cook @Apple @AppleSupport @trustedreviews @MacRumors Hey Tim, just thought I’d let you know that the iPad Pro (2nd gen) is worst than a cheap smartphone. Can’t even get email notifications on lock screen unless connected to a power supply! Absolutely useless!"}]}, "PayPal": {"pos": [{"1273758553883455490": "Don’t just admire my ass,own it! #shemaledubai #ladyboydubai #shemaleescort #ladyboymassage #fullservice #top #buttom #both #bigass #bigboobs #camerashow #videocallshow #paypal https://t.co/FEidJZMnSh"}], "neg": [{"1273744193022763009": "@PayPal @AskPayPal\nplease review this! i am so damn upset and if i don’t get my money back then i am never making an account for paypal again. https://t.co/LD0OttR4P8"}]}, "Uber": {"pos": [{"1273548841841594368": "@Uber @UberINSupport This is awesome. Safe, Secure and Prioritised. Thank you❤️👏🏻🙌🏻 https://t.co/3kGAxjv3OO"}], "neg": [{"1273641043880054786": "@Uber_NZ @Uber @Uber_Support @UberEats \nSomeone from uber simply REMOVED my car from my account and I can't work! I tried to upload the documents more than 50x and it's not accepting,  but it's NOTHING wrong!  this is a really shame and disrespect with your drivers! UNBELIEVABLE!"}]}, "Microsoft": {"pos": [{"1273706973998055424": "Rated Top Book to Read in 2020: Ultimate Guide to #Microsoft Certification\n #Top10\nhttps://t.co/U97HaD6XYe"}], "neg": [{"1273712022878924802": "@Microsoft You forgot one...bullshit!"}]}}