{"Angela Merkel": {"pos": [{"1273436367125712896": "@tagesschau Best 🇺🇸 President ever! 👍\nVon Merkel und Maas kamen ja nur Worthülsen. https://t.co/0QM5L3Bw9u"}], "neg": [{"1273505898812637185": "Und MERKEL holt alle, die nicht schnell genug flüchten können, auch mit Flugzeugen, nach Deutschland, verweigert auch noch, darüber Auskunft zu geben. Welch eine FRECHHEIT. Zudem bekommen alle, unkompliziert die Deutsche Staatsbürgerschaft! Sind kosbarer Wähler! Horror, kriminell https://t.co/5kOBpBl2KL"}]}, "Boris Johnson": {"pos": [{"1273620570630955008": "@BruceTarent @Posi61 @plough01 @HackneyAbbott @DominicRaab Truly glorious days for all those lucky enough to have been subjects. I kid you not!\n\nhttps://t.co/B0gFJg4OQW\nhttps://t.co/Wi1a7khj6O\nhttps://t.co/xzgsXDVszS"}], "neg": [{"1273608000087953408": "@transponderings Completely disgusting. And Boris Johnson says the UK isn't racist."}]}, "Donald Trump": {"pos": [{"1273617029023571968": "Yes! President Trump is the best President ever! Trump 2020! https://t.co/VgAVbNq9yn"}], "neg": [{"1273617094727196678": "@realDonaldTrump And fake Donald Trump is the WORST president this nation has ever had. An orange faced, 78 yr old fat ass 👶 BABY.  Pathetic looser, pathological liar, bully and rapist of women. https://t.co/vgZh09u8zN"}]}, "Mark Rutte": {"pos": [{"1273440048076161029": "RUTTE DE LEUGENAAR OPPAKKEN EN IN DE BAK FLIKKEREN SAMEN MET AL DIE DESKUNIGEN WAT EEN GAJES     HEEL GOED WEER @robertjensen top top top     https://t.co/CMPYWvUC1v"}], "neg": [{"1273747021145477121": "@mgtfluisteraar Schiet echt in de lach. Nederland een rechtstaat!\nWanneer u veel actualiteiten volgt en programma's waar burger de hulp inroepen van TV etc. dan is duidelijk dat dit een holle frase is.\n#Rutte &amp; Co schermen graag met de term met boter op hun hoofd. Schande, grote schande."}]}, "Emmanuel Macron": {"pos": [{"1273666900371832832": "#macron20h #Macron Magnifique d'authenticité : https://t.co/eU88l1EWdw"}], "neg": [{"1273671552425492485": "@CWeillRaynal @VMF_214 @ECiotti @ParisMatch Une élection manipulée, truquée, volée aux électeurs de droite. Macron : illégitime !"}]}, "Justin Trudeau": {"pos": [{"1273571190112690178": "@jdrider200 @JustinTrudeau @narendramodi We love you our Prime Minister Justin Trudeau we are so lucky to live here. Thank you for your good work and strong leadership. Proud to hav you as our Prime Minister because you are great leader, caring and guinuine person.❤️🇨🇦 God bless you Sir and More power to you.❤️🇨🇦🥰🙏"}], "neg": [{"1273589747466727424": "@AndrewScheer What a waste and what an idiot.  Give us our tax dollars back Trudeau"}]}, "Giuseppe Conte": {"pos": [{"1273763014307729408": "Magnifico ritratto!\n\n#Conte https://t.co/HLRmQoVpRM"}], "neg": [{"1273495528077168640": "@VotersItalia @RiccardoFortin Non serve una lettera a sbugiardare Conte 🤣 si sbugiarda da solo !!"}]}, "Pedro Sánchez": {"pos": [{"1273517232778248203": "@pablocasado_ Pedro Sánchez el mejor presidente y lo sabes."}], "neg": [{"1273767213158277120": "@PSOE @sanidadgob Sin vergüenza ninguna..44.000 muertes o más y las escondeis...Sois la escoria de España.. PSOE=Pedro Sánchez Os Engaña..#FraudePsoe #GobiernoCriminal"}]}}