{"Angela Merkel": {"pos": ["@JoanaCotar Ich finde Merkel super,  is mir egal was andere sagen"], "neg": ["Keine zweite SARS Welle! Leg dich nie mit einem Russen an. Russland bringt Medikament über seine Kliniken in Umlauf. Merkel und Spahn sind einfach nur dumm.\nhttps://t.co/mdonk4owmS"]}, "Boris Johnson": {"pos": ["Thread\nOne of the best Tweets of all time.\nBy Boris Johnson https://t.co/Dyq4HGyO6X"], "neg": ["@GregBarnes2 The most ridiculous and laughable thing Francois has ever said is... wait for it...He trusts Boris Johnson.\nYou can't get any more stupid."]}, "Donald Trump": {"pos": ["My favorite app. A fantastic new book, “Trump and Churchill, Defe…."], "neg": ["@MayorJenny You are the worst liar in the history of all politicians ... anything to trump look bad, even put the rest of your citizens of Seattle in danger and disrespect your police department. I hope you don’t have private security you hypocrite .. pendeja egoísta"]}, "Mark Rutte": {"pos": ["@debroervanroos Rutte! Uitstekende pragmatische leider!"], "neg": ["@NOS Rutte : gooi standbeelden níet in IJsselmeer, maar praat erover !\n\nNiets, helemaal niets, over bewust vandalisme, een veroordeling ! \nAl was 't maar een kanttekening.\nUiterst schandelijk ! En dat laat mijnheer de Sloper van ons land, tactisch over aan anderen."]}, "Emmanuel Macron": {"pos": ["@franceinfo Et @SibethNdiaye une excellente porte-parole du gvt, et #Macron un excellent président..."], "neg": ["@GuillaumeTC Le pire c'est que tout l'électorat RN se plaint des chaînes d'infos et de leurs journalistes en nous disant qu'elle(il)s sont à la botte de Macron, et on ne voit plus que MLP, Bardella, Zemmour et maintenant MMLP ! Heureusement pr eux que le ridicule ne tue pas !"]}, "Justin Trudeau": {"pos": ["@ShaunRosenheim1 encouragé Antoine and everyone To unplug Canadian TV, esp Trudeau MSM. This is powerful!!"], "neg": ["@CTVNews Justin Trudeau is such useless, lying little passant fukktard, an absolute disgraceful excuse for a Canadian Prime Minister.\n\nWhy does CTV so gleefully keep your lips glued to that racist bugger’s ass?\n\nAre you as racist as Justin? https://t.co/RNFO8iKUHb"]}, "Giuseppe Conte": {"pos": ["miley ha menzionato praticamente tutti i pm di ogni paese e noi italiani siamo gli unici a farne un casino........\nBIMBA DI CONTE E FIERA DI ESSERLO😌 https://t.co/Ao3fU0XTzE"], "neg": ["@frank9you @LeleDip Vergognati  CONTE SEI FINITO TU E CINQUE STELLE SITE FINITI NON VI VOTERA NESSUNO AVETE ROVINATO LA VOSTRA ITALIA FUORI DALLA  NOSTRA ITALIA"]}, "Pedro Sánchez": {"pos": ["@UkeleleKawas Top 7 Cosas Que Pedro Sanchez No Quiere Que Sepas"], "neg": ["@europapress Inmoral es el acoso y derribo de Pedro Sánchez a Rajoy por la gestión del Ebola donde sólo murió 1 Perro, ver a Iglesias denunciar en Bruselas al Gobierno de España por la gestión del ebola y la muerte del Perro ahora veremos su coherencia con 50.000 muertos que hará en Bruselas"]}}