{"Angela Merkel": {"pos": ["@usbotschaft Liebe Amerikaner!\nIch möchte Sie auf diesem Weg bitten uns allen Deutschen zu helfen,weil Merkel ihr eigenes Volk verkauft und verraten hat.Ich fühle mich in Deutschland nicht mehr sicher  ich habe auch Angst um meine  Kinder!\nFRIEDEN UND FREIHEIT AUCH FÜR DEUTSCHLAND\n❤TRUMP"], "neg": ["@Joerg_Meuthen Die ganze Regierung muß weg! So eine korrupte einerseits, andererseits aber auch unfähige Truppe von Merkel-Claqueuren ...\neinfach nur widerlich\nObwohl - jedes Volk bekommt genau die Regierung, die es verdient - auch das dekadente, devot nationalmasochistische, dumme Deutsche"]}, "Boris Johnson": {"pos": ["@breathinsriah boris johnson is literally in charge of your country 😚"], "neg": ["Please block anyone who has actively promoted this fake Boris Johnson post. Boris is a useless fucker without having to lie about his postings...\n\nThese false attacks are intended to make boris opponents look like idiots. https://t.co/egovCovAvs"]}, "Donald Trump": {"pos": ["@realDonaldTrump A shoutout to president Trump.  Have the happiest birthday ever. You deserve it.  Best president ever. !!!"], "neg": ["THIS DESTROYS ME!! AND SINCE TRUMP LET LOOSE THE DOGS OF WAR EVERYONE STOPPED REPORTING IT OR THE STORIES ARE BEING BLOCKED!! MAKE ME FURIOUS! https://t.co/cgRHwVUqVv"]}, "Mark Rutte": {"pos": ["Omg ja geweldig!! All lives (op rutte en akwasi na) matter!!!!!!! https://t.co/dIO6nZuQ7X"], "neg": ["@nharlequin die denkt dat Rutte geen donkere mensen kent of ontmoet 😂 Wat een totale fail, dat optreden zojuist bij #ditisM En dan ook nog voorstellen dat @Antonkarel met @MinPres gaat praten.... 🙈 Als er iemand racisme verkeerd neerzet is het @Antonkarel wel...."]}, "Emmanuel Macron": {"pos": ["@ViveLaFrance999 @EMauboussin Macron c'est le plus grand maître du bla bla bla sans  rien dire que jai jamais vu dans ma vie et je reste au Québec en plus."], "neg": ["#Macron  : indécent témoignage d'autosatisfaction alors que ses mesures ont provoqué près de 40000 morts et que notre économie est moribonde.\nC'est honteux #MacronDestitution"]}, "Justin Trudeau": {"pos": ["@b1zznotch @81Fisher @DonaldJTrumpJr @realDonaldTrump speak for yourself ,,smallness, check across the border and see  trump ,,now that lots to love ,,,😡 We love and are so proud of Trudeau ,,,❤️❤️❤️ RG ,,,well travelled ,,Canada is the best !"], "neg": ["@aexisempire @jmc22000 @nikoCSFB Holy crap! If that's true, and it definitely sounds true, then Corn Pop is around all the time! Trudeau can't resist dressing in blackface!\n\nIn all seriousness, I'm Canadian and I wish Trudeau would just go away. He's super racist."]}, "Giuseppe Conte": {"pos": ["È meraviglioso vedere così tanta stima, fiducia, rispetto e riconoscenza nei confronti di #Conte. Sta DAVVERO cambiando le cose. Spero sempre che prima o poi anche tutti gli italiani riconoscano l'immensa fortuna e l'onore che abbiamo nell'essere rappresentati e guidati da lui. https://t.co/zona1O88Yc"], "neg": ["@GiorgiaMeloni @FratellidItalia Buffona! Non vali neanche la metà di Conte! Fascista fallita!"]}, "Pedro Sánchez": {"pos": ["Que Pedro Sánchez sigue a SWEET CALIFORNIA EN SPOTIFY , ya está , el presidente que merezco"], "neg": ["Lo acabo de ver en TV3 en un debate y es un ESCÁNDALO Y UNA VERGÜENZA!!! \nComo Pedro Sánchez no corte lo sano, con Felipe González..\nhabrá follón entre PODEMOS y PSOE https://t.co/0NKTnSYAJl"]}}