{"Angela Merkel": {"pos": ["@Ralf_Stegner Die Kommentare hier sind die beste Realsatire ever!\nDa regen sich die Leute über angebliches „#Trump-bashing“ auf, wünschen sich so einen @POTUS (Psychopath of the United States) auch für 🇩🇪. Und schaut man dann in die Profile ist ganz oft von der „#Merkel-Diktatur“ die Rede."], "neg": ["@netsailor510191 Und Drostens Forschungsergebnisse sind das, was Merkel haben will. Also kompletter Müll."]}, "Boris Johnson": {"pos": ["@SkyNews Boris Johnson and Donald trump are 2 of the smartest men keep them in charge for ever please and thank you"], "neg": ["‘Boycott China!’ – 97% tell Boris Johnson to block goods from Beijing and back British\nhttps://t.co/FiDUxPoH3B"]}, "Donald Trump": {"pos": ["Absolutely amazing support from our historically greatest ally in #Europe. Trump has destroyed our friendship and leadership around the world. https://t.co/I85VCvYcLX"], "neg": ["The media are absolutely DECEITFUL, DISGUSTING LIARS!!!\nTrump's full statement that day.... https://t.co/uXPYjy1VaY"]}, "Mark Rutte": {"pos": ["@telegraaf @assissicourt Prachtig Nederlands product. Dit brengt werkgelegenheid in de door Rutte bewerkstelligde stilstaande Nederlandse economie. Mogen ze (hierdoor) nog vele jachten verkopen.  👍🏻\nhttps://t.co/GhAN81QKLE"], "neg": ["@Runa_Hellinga #Rutte liet het virus rondgaan om groepsimmuniteit te krijgen en een muur te bouwen\nVele mensen dood en vele mensen ziek!!\nMaar onze tv media hebben 0 kritiek!!\n\nDodelijk fout kabinet maakt burgers dood!\n@NOS @EenVandaag @Nieuwsuur ze zwijgen allemaal!\n\nWat mag Mark morgen doen?"]}, "Emmanuel Macron": {"pos": ["EXCELLENT  RÉSUMÉ EN IMAGES DU MANDAT MACRON 😂🤣🙄 https://t.co/X7y8lG3eWd"], "neg": ["@afpfr Foutaises !\nCe @gouvernementFR est d'une inutilité affligeante !\n#macron #rem #lrem @enmarchefr #EnMarcheOuCreve #coronavirus #Covid_19 #Covid_19 #masques"]}, "Justin Trudeau": {"pos": ["@jonkay Brilliant! Blackface Trudeau! Fantastic piece of satire, took real balls."], "neg": ["@AndrewScheer @TheTMCShow Trudeau let is down!!!!! what a stupid inane woke idiotic lieberal comment from a \" government in waiting\" absolutely  f#$king embarrassing"]}, "Giuseppe Conte": {"pos": ["Che qualità! 👀\n#Conte 🆚 #Capello\n\n#BestJuveGoal 🏅🏳🏴 | Powered by @linglong_llit"], "neg": ["Non toccate Zingaretti! E neanche Conte!! https://t.co/cMglM48jy2"]}, "Pedro Sánchez": {"pos": ["Los 5 mejores arqueros del fútbol Colombiano. \nEl Caiman” Sánchez, Pedro Zape, Oscar Cordoba, Rene Higuita, David Ospina. \nCuales son los suyos ?\n@JFCadavid @PauloCCortes @MelukLeCuenta @eldoctorpelaez @PajaritoDeIvan @estejaramillo @cesaralo @DIARIODEPORTES @PinoCalad"], "neg": ["@carlesenric Los enfermeros médicos y policías también han seguido cobrando. Que vergüenza! Pedro Sánchez dimisión!"]}}