{"Angela Merkel": {"pos": [{"1274476295385219072": "5 tavors gepoppt und kann immer noch nicht pennen. danke merkel"}], "neg": [{"1274245801817112582": "@chefin111 Nein! \nMerkel lacht sich jeden Tag darüber kaputt wie ihre dummen Lemminge ihr blind folgen!\nEin Volk das so dumm ist und auf die Straße geht weil es mehr Steuern zahlen will und mehr Verbote will ist einzigartig auf der Welt! Deutschland ist zur Lachnummer Weltweit geworden!"}]}, "Boris Johnson": {"pos": [{"1274237492250718208": "@MarinaHyde Wow @MarinaHyde this is the best article ever! \nDid you ever think you would write a column and be able to get all this in one go..!?\n-Led Zeppein\n-Air Farce One \n-Klu Klux Klan\n-Game of Thrones\n-BLM\n-Two New Govt Yachts \n-Paul Hollywood\n-Fleabag\n-Boris Johnson penis extension"}], "neg": [{"1274485229395288064": "@itstrisha_innit @CFCboogs @JoustingJim @SkyNewsBreak What the fuck has boris johnson got anything to do with this! Stop talking absolute shite!!"}]}, "Donald Trump": {"pos": [{"1274492211053375491": "BEST PRESIDENT EVER! DONALD J TRUMP!!! 🇺🇸🇺🇸🇺🇸🇺🇸❤️❤️❤️❤️ GOD IS WITH YOU🙏🙏🙏 WE LOVE YOU! https://t.co/aEVDinGQHz"}], "neg": [{"1274188901457055744": "Holy crap! America is in deep trouble. Bill Barr and Trump just tried to remove U. S. Attorney for SDNY, Geoffrey Berman but he’s refusing to go, reports WAPO"}]}, "Mark Rutte": {"pos": [{"1274310902813253633": "Wat een wereld vrouw! Ben toch ook benieuwd wat Rutte zou vertellen in 2 minuten.. https://t.co/FFdUlaNKD7"}], "neg": [{"1274315857330614272": "Ongekend malafide elitaire doofpot.. besef heel goed dat deze kwestie volledig bewust en planmatig over de rug van duizenden burgers is gegaan en nog steeds gaat. \n\nKapot gemaakt door een maffiose Belastingdienst. \n\nRutte kijkt weg. https://t.co/0AGaemsjmU"}]}, "Emmanuel Macron": {"pos": [{"1274233814412333056": "Tellement vrai.....\nMacron dans les pas de De Gaulle : une supercherie https://t.co/NmWXxt1wfe via @bvoltaire"}], "neg": [{"1274490183673577479": "@Actu17 La justice, si on peut encore l'appeler comme ça doit être réformée de toute urgence au lieu de remettre une couche sur la réforme des retraites. Décidément ce gvt et Macron n'ont aucun bon sens,, ni celui des priorités. Quelle misère ce quinquennat. Le pire jusqu'à présent !!!"}]}, "Justin Trudeau": {"pos": [{"1274130276659183620": "@Connie_Alberta @PierrePoilievre @JustinTrudeau @karinagould is an amazing trudeau turd polisher. A champ. https://t.co/k3t1wcYMIj"}], "neg": [{"1274130122031783936": "@NatashaFatah @cath_cullen Complete fail by Trudeau! ! Zero action by the little Potato. Typically all talk no action"}]}, "Giuseppe Conte": {"pos": [{"1274201055769833480": "@kiara86769608 Ho  un grandissimo  rispetto  per  il  presidente del consiglio #Conte  e  tanta  stima. Un  bravo  presidente del consiglio  come  non si vedeva  da tantissimi  anni  in ITALIA  . \nGRAZIE #Conte 🙏❤🍀🍀🍀🍀"}], "neg": [{"1274176232331137032": "@ciropellegrino Ciro, Salvini e Fratelli d'Italia hanno fatto una cosa peggiore. Hanno salvato il governo Conte facendo abbassare la soglia dei voti necessari alla fiducia. Hanno votato per Conte. E nessun giornalista lo dice. Mi fate ribrezzo, sappilo"}]}, "Pedro Sánchez": {"pos": [{"1274488610159460353": "@salvadorilla Uno de los mayores aciertos de Pedro Sánchez, tú y Fernando Simón haciendo tándem, analizando los datos y exponiéndolos día a día sin reproches, con la meta muy clara y la seguridad de alcanzarla\n\nTodo lo contrario a Nekane Murga, irritada y culpando a la gente #Covid_19 https://t.co/pe8ep5gfa5"}], "neg": [{"1274198270361899008": "@CaraotaDigital Perro infeliz......los españoles dicen que esto no es Venezuela, y no se están dando cuenta que Pedro Sánchez es la marioneta del comunista de mierda este ( Pablo Iglesias)....ojito con esta está de cloaca.......odio los socialistas"}]}}