{"Angela Merkel": {"pos": ["@alter_rebell @_lakra_ Hr.Lauterbach, Fr.Merkel, Hr.Rötgen, Hr.Scholz, Hr.Ramelow, Hr.Merz, Fr.Giffey,\nFr.Baerbock, Hr.Habeck, Hr.Altmaier, Hr.Heil, Fr.Wagenknecht, ... Dank dieser Persönlichkeiten ist 🇩🇪in der Welt ein sehr angesehenes Land. Für unsere PolitikerInnen bin ich Dankbar. \n✋🚦☣🤧😷"], "neg": ["@Biggi22068096 Es ist einfach nur \"dumm - geil\" und geht überhaupt nicht ..!! Nun haben wir dieses Übel in ganz Europa und werden es nicht mehr los !! Sie sind wie HERPES...🤮! Danke Merkel 😠!"]}, "Boris Johnson": {"pos": ["@BorisJohnson Boris Johnson is the best PM ever, according to UNESCO's latest findings... Thank you."], "neg": ["@JolyonRubs Boris fucking johnson! Where the fuck is he?? What type of prime minister as the British people voted in! Hes a bloody joke!!! Full fledged comedian!!! Well this joke is not funny! Its a crime!"]}, "Donald Trump": {"pos": ["@twinrocksOR @acnewsitics Definitely! I wonder how many will follow their leader and not wear masks 🤪! No doubt he will be endlessly spewing his hateful rhetoric to his adoring fans, and they of course will be overjoyed! Mustn’t forget the chanting, “lock her up”, so original! trump must go now!"], "neg": ["Absolutely monsterous. Trump is a fricken psycho, creul, nasty, horrible, egomaniac. I hate him with every fiber of my being. Enough of his crap. Let’s rip him out of WH in November by his dentures. #VOTE2020 send this mf packing! https://t.co/HeDxpR3a50"]}, "Mark Rutte": {"pos": ["@vester71 Rutte is echt de beste Premier die we ooit hebben gehad. 😁"], "neg": ["@RoelofBouwman Met rutte Ben je nooit uitgepraat. Doodvermoeiend. Net een coke junk. Pathologische leugenaar, dus uitermate geachikt als volksverlakker."]}, "Emmanuel Macron": {"pos": ["Treize de nos territoires ultramarins, et je suis le plus cosmopolite, où on apprend à…."], "neg": ["Macron mégalomane jamais président! Belloubet Castaner Attal Griveaux Guillaume etc... jamais ministres. La France atteint le fond! Au secours. https://t.co/r6EW0DOJsE"]}, "Justin Trudeau": {"pos": ["@Motomom128302 Justin Trudeau is the best PM Canada has ever seen"], "neg": ["@CBCPolitics @guelphpolice YOU HAD ZERO JUSTIFICATION! Prostrating to Trudeau, PATHETIC! \nYou protect the privileged, how much did it pay? Must have been lucrative! \nYou disgust us! \nEPIC FAILURE!"]}, "Giuseppe Conte": {"pos": ["@fattoquotidiano @marcotravaglio Siete indifendibili, conte🐷pagherai tutto anche le pizze"], "neg": ["@Cristian_FF_79 @Alex70Fa @franz_giamba @graziosafuriosa @emmi_1111 @ros_aria7 @sabry_vix @PartitoSciuridi @tizianoazzara @VNotKind Non te sta mai bene niente...ne quando chiede a Conte di scusarsi per la catastrofe di morti creata dalla loro inettitudine ne quando ti offre aglio 😂😂😂"]}, "Pedro Sánchez": {"pos": ["Pedro Sánchez contestando a Miley Cyrus en plan “Tía, que ya hacemos todo eso, infórmate”. MARAVILLOSO. https://t.co/Qa3VPIR3iy https://t.co/oBrQPHz4gB"], "neg": ["Puto asco los que hacéis edits de pedro Sánchez como si fuera una estrella 🤮🤮 la izquierda espanyola da más asco que nada..."]}}