{"Angela Merkel": {"pos": [{"1273792376331472900": "@CDU Kurz ist der beste Bundeskanzler! Kann Merkel noch viel von lernen"}], "neg": [{"1274124678685241344": "@MichaelRieke Eine Frechheit, was die Regierung alles mit uns macht - es war ja kurz davor, dass jeder Bürger gechipped werden soll! Und angeblich würden 85% der Deutschen, knapp 75 Mio. Menschen, Merkel wieder wählen. Geht mal raus auf die Straßen, jeder hasst unsere tolle Bundeskanzlerin"}]}, "Boris Johnson": {"pos": [{"1274122518182445062": "@azstudigital @rakow_daneel @JustMein937 @joep1776 @J_CuIture @thejtlewis @realDonaldTrump Boris Johnson's one of my all time favorites! He can recite the Iliad in Greek and he's a complete and total nerd. Love that guy. Thank you for the compliment!"}], "neg": [{"1273973815366889472": "I don't care if it is his birthday Boris Johnson can fuck off and fuck off again, the cheating, lying, incompetent, bigoted, drunk, blabbering, idiot, sex-pest, 'elite' old school-tie bastard with tens of thousands of deaths on his grubby, germ-riddled hands. Worst PM ever."}]}, "Donald Trump": {"pos": [{"1274129791134756866": "I LOVE it!!\nTRUMP 2020\nBest President ever!!\n#MAGA\n#KAG 🇺🇸🇺🇸🇺🇸 https://t.co/X8D5gAypYx"}], "neg": [{"1273999265011040258": "Oups another #freakout! #trump #fail realDonaldTrump: Why are the Democrats allowed to make fake and fraudulent ads. They should be called out. They did nothing when they had the chance. I have done FAR more than any President in first 3 1/2 years!"}]}, "Mark Rutte": {"pos": [{"1274102378804006913": "@OzcanAkyol Kabinet 3 Rutte was een van de beste kabinetten ooit met een van de beste en redelijkste MP's die we ooit gehad hebben"}], "neg": [{"1274100948361711616": "@NOS @TPOnl Je verwacht het GVD niet... NL is corrupt to the BONE. \nRechter neemt dus in wezen een POLITIEK en ANTI-democratisch besluit. ZEER gevaarlijk!!!\nNL'ers mogen dus NIET demonsteren tegen dit kut Rutte beleid. Wel tegen iets abstracts als \"racisme\". \n#spoedwetNEE #spoedwet"}]}, "Emmanuel Macron": {"pos": [{"1273861801462112256": "Bravo Benjamin Biolay, c'est la pure vérité et  Macron est aussi un félon de ce fait!!!! https://t.co/FfbvHhPKZ2"}], "neg": [{"1274122900644249602": "NON ! Abjecte , honteux !!! Et avec leur outil ( voitures ) !!! #Castaner #Macron , c'est normal pour les #FDO Moult salariés seraient virés pour avoir avoir manifester avec leur outil de travail !!  #STOP #ViolencesPolicieres #impunité #IlsOntPeur #LREM #VironsLes https://t.co/DEDhispCWe"}]}, "Justin Trudeau": {"pos": [{"1273943778273955842": "Trudeau highly in by The VA everlasting"}], "neg": [{"1273931796477030400": "@montrealsimon Trudeau sucked the cocks of world leaders for 5 years and spent billions. Harper didn't even try. No matter how you spin it, the world thinks sockboy is a fucking joke. And so is anyone that voted for this phoney corrupt scumbag!"}]}, "Giuseppe Conte": {"pos": [{"1273893815833804800": "@il_piccolo Conte davanti ai milioni per la navi da guerra capace di vendere #Regeni e tutta la sua famiglia"}], "neg": [{"1273894612185370624": "@matteosalvinimi @cpaonlus Il governo Conte bis è una vergogna nazionale....il più bugiardo della storia."}]}, "Pedro Sánchez": {"pos": [{"1274115597794775041": "@bullfinchesss A lo mejor Pedro Sánchez"}], "neg": [{"1273924787484659713": "@desdelamoncloa @sanchezcastejon Falso. Eres un falso. Más q tu CV. Buscas pedro Sánchez en Google y sale q eres un bulo, un fake, y una trol"}]}}