{"Angela Merkel": {"pos": ["@ReinerTheGerman @HarrySchloemer Das Beste am Auswandern: Zu wissen, dass Merkel &amp; Co, sowie Restle &amp; Co keinen Cent mehr von mir bekommen. Ist immer eine Genugtuung, wenn man liest was in 🇩🇪 so abgeht, dass man diesen Schwachsinn nicht auch noch mitfinanziert."], "neg": ["@POTUS Merkel hat die BRD total Ruiniert die CDU-CSU und SPD haben mit schuld,jetzt wo die USA abziehen,sieht es sehr schlecht für uns alles aus.Diese Politflaschen wiesen ganz genau das ich die absolute Wahrheit schreibe. Mit ihrer Politik kann man kein Industrie Staat sichern. https://t.co/aizss2wMUL"]}, "Boris Johnson": {"pos": ["Five things Scots need to know as Boris Johnson floats 'support bubble' plan for English households - Daily Record https://t.co/7lfuwF77H7 https://t.co/Tyd8CgDKHo"], "neg": ["The bitterest pill. \nI thought these clowns would screw up Brexit.  We are over a barrel.  Please take us back EU...  What a disastrous disappointment. https://t.co/7Ow0gR1C6N"]}, "Donald Trump": {"pos": ["Lincoln Project nails Trump the best! Yahoo! https://t.co/mdCnrEmgv5"], "neg": ["@realDonaldTrump My god worse round table ever. Quotes\"i can say watever I want mr president. No one tells me. COMEY CROOKED COP\" OBAMA POLICY HELPED SNALL BUISNESS WITH UNDER 10 EMPLOYEES. LADY SAYS TO BRING THAT BACK TRUMP THAT YOU CUT. IT WAS ALL FOR TRUMP. NO TALK ABOUT RACISM WOW"]}, "Mark Rutte": {"pos": ["Rutte en de Jonge hebben Nederland verraden. Dit land is het zat! https://t.co/g1Gb8KlZXW"], "neg": ["@RTLnieuws Totaal onnodig dit schadelijke vaccin dat ons opgedrongen wordt door Pharmahoertjes Rutte en De Jonge. Wat zouden ze betaald hebben gekregen om het volk voor te liegen met een nep pandemie? Alle MSM volledig boycotten. Ze zijn spreekbuis voor onze corrupte regering. https://t.co/GnJkPCjt9v"]}, "Emmanuel Macron": {"pos": ["@PascalPraud   DASSIER  ce grand commentateur de la vie politique que vous nous assené MATIN et SOIR.. STOP DASSIER \n\nquel commentateur.. la droite va se ranger derrière MACRON en 2022..  vraiment EXCELLENT \n\nmoi j'ai dit STOP @CNEWS  ce matin \nhier formidable = gens de qualité\n."], "neg": ["@jsferjou Macron ne voit rien car il est aveugle.\nPlus aucune chance  ."]}, "Justin Trudeau": {"pos": ["@thecheetah1 @NotThatType_Dr @alan_flippo @suzydymna @BarackObama @JustinTrudeau My life is excellent. I’m paid well. Have holidays. Enjoy my work, live well and l am in the greatest country on earth. Can’t say so much for you. I’m impressed you even know who Trudeau is! Do you know of any other prime ministers? Probably not. Byedon 2020!"], "neg": ["@brianrmitchell4 As useless and even more destructive than his fucking POS old man was!!\n\nhttps://t.co/0ea6ZUZjZ4"]}, "Giuseppe Conte": {"pos": ["Eeeeeeh, il miglior premier della storia....\n\n#Conte\n\nhttps://t.co/YzsFc9jA8M"], "neg": ["@repubblica Avete \"UCCISO\" per la 2° volta il martire Giulio Regeni per gli interessi economici.\nVERGOGNATEVI.\nDove sono finite tutte quelle belle parole pronunciate da Conte e Fico? Nel cesso dell'inganno?\nConte e Fico meritate di morire affogati nello sputo degli italiani.\nIMBROGLIONI! 👹"]}, "Pedro Sánchez": {"pos": ["#ElCascabel11J ¿todavía no se ha muerto 💀 ☠️ Pedro Sánchez rabiando? 🤓😂👀Jijijiji\nPues yo todas las noches antes de dormir hablo con mi Papi 👿 para que ocurra. 🤓💀☠️☠️En fin, todo llegara paciencia.\nEspero que sufra tanto como se merece."], "neg": ["Sucedió hace un año, no hace 15 días. Y sí, Pedro Sánchez, dio el pésame incluso en Twitter. Este tweet señor @Rafa_Hernando es vomitivo. Una vergüenza. Es intolerable @populares Una falta de respeto jugar con la memoria de esta misionera. DEP. https://t.co/SKmKqTHpTK"]}}