{"Angela Merkel": {"pos": ["@Ralf_Stegner Genau wie die und Merkel unser Land plagen!"], "neg": ["“Unmöglich, dass Menschen demonstrieren. Schlimm. So etwas hätte es früher nicht gegeben. Danke Merkel!!1!“ Hitlerbärtchensmiley (© @MartinSonneborn) https://t.co/A4qgN5t5is"]}, "Boris Johnson": {"pos": ["@HalPolitico @fumefox Sir Winston Churchill the best Prime minister this country has ever had. Margaret Thatcher 2nd Boris Johnson 3rd"], "neg": ["@BarrySheerman What a stupidly pathetic thing to say! Nothing that has happened this weekend has anything to do with Boris Johnson's Britain!"]}, "Donald Trump": {"pos": ["I love when Trump throws something out there and the left collectively screams bloody murder.All msm/dems talking points start flying out about how crazy, terrible, and wreckless our president is and shortly after the panic slows he always turns out to be right. I love him!!"], "neg": ["@realDonaldTrump WRONG!\nIf you had been a honorable American patriot,we would not be in this mess THE WORST PRESIDENT IN HISTORY!\nBecause of your incompetence and ignorance,should resign now and go golf!\nLet the real patriots fix your dumpster fire\nITS TIME TO DUMP TRUMP*\n#Resist #JoeBiden https://t.co/JNTkoEcCAa"]}, "Mark Rutte": {"pos": ["@Pog3ko1 @brkw12 @erikmouthaanRTL Juist dit zijn de viespeuken van de maatschappij !! Rutte heeft het van zijn grootvader geleerd 40-45 !!"], "neg": ["@Samira_Tarrass @heufrocks71 Slecht nieuws! Iedereen die denkt dat de verkiezingen in 2021 ons gaan verlossen van deze loser en zijn DDR66 heelal maatjes helaas. Evenzo Rutte. De volgende die in de voetsporen gaat treden van De Dictator Rutte, wordt achter gesloten deuren bekonkeld. Democratie bestaat niet."]}, "Emmanuel Macron": {"pos": ["Love you Macron . Je t’aime , vivre  la France vivre la liberté. https://t.co/zaD3uYrxUK"], "neg": ["Une honte ! Des amis signalés par des factieux, #GiletsJaunes certainement, #Antifas sûrement, anti #Macron une certitude ! Des groupuscules anti #LREM tentent de bâillonner la #democratie sur Twitter. Capture d'écran reçue en DM par un troll rouge brun &gt; @SebastienLavaysse77. https://t.co/Hcmz3WE6c6"]}, "Justin Trudeau": {"pos": ["@realDonaldTrump Justin Trudeau came out and knelt among his Canadian citizens.  What a leader!"], "neg": ["@PnPCBC @JustinTrudeau All fake. Trudeau is the worst PM ever. Always putting on an act."]}, "Giuseppe Conte": {"pos": ["@DSantanche Grandissimo Arcuri..\nApp immuni già un successo!! \nSignifica che l'Italia AMA QUESTO GOVERNO\nAVANTI COSÌ Pres. Conte"], "neg": ["@repubblica Arrestate lo!!!!\nBonafede dimettetelo\nConte e suo governo zittitelo\nState scassando le.......\nBasta adesso spengo siete servi della CASTA. La gente muore di fame"]}, "Pedro Sánchez": {"pos": ["Top story: @JaimeVelasco01: 'Los 50 segundos de Vicente Vallés que Pedro Sánchez y Dolores Delgado no quieren que veas.\n\nMagistral. ' https://t.co/Y1irNvcK91, see more https://t.co/0SAbFySMle"], "neg": ["@joserodolfosa17 @iguardans No quiero ni opinar sobre esa lista. Me parece un total ataque a nuestra democracia tan siquiera proponerla.\nPedro Sánchez ganó las elecciones y logró una mayoría en el Congreso.\nEn 4 años volvemos a las urnas, que se presente quien quiera y contamos los votos. 🌹"]}}