{"Angela Merkel": {"pos": [{"1272729591552106497": "@usbotschaft Helft uns endlich unseren Frieden zu bekommen. Über 70 Jahre sind genug😞wir wollen keine weitere Diktatur. Merkel macht dies aber möglich. Sie ist Gift für alle Menschdn die hier leben und für unsere Freiheit und Selbstbestimmung! Wir brauchen einen Friedensvertrag!"}], "neg": [{"1272777720821358593": "@RegSprecher Nehmen Sie diese App, Ihre Fr. #Merkel, Ihren Hr. @jensspahn  und die gesamte Regierung und treten Sie zurück!\nNach Def. WHO ist die Pandemie seit Wochen zuende!\nOhne Impfstoff!\nOhne App!\nOhne Immunitätsausweis!\n#Esreicht #Rücktritt #Hysteridiots"}]}, "Boris Johnson": {"pos": [{"1272830199885897729": "@kayleighmcenany @realDonaldTrump Amazing here from the UK, best President  you will ever have same apply to our Prime Minister Boris Johnson"}], "neg": [{"1272827876853850112": "Lmao 🤣🤣🤣 Ghulam mirza how did the haramzada die again please? Exactly most humiliating death anyone can ever Imagine #AhmadisAreMuslims Boris Johnson’s unwashed arse you’re talking about https://t.co/Yo2YnSVPfo"}]}, "Donald Trump": {"pos": [{"1272811691416399872": "@AnjieDodds And I'm in complete agreement!!! You are the best!!! I thank the Lord Jesus for you. We need you President Trump. You're incredible. We love you just the way you are!!! ❤️❤️❤️"}], "neg": [{"1272810616877694976": "@EdMorrissey @benshapiro Gorsuch an absolute horrible pick Trump made.  Just another fake ass conservative that is really a liberal like dumb ass john roberts"}]}, "Mark Rutte": {"pos": [{"1273021710795759621": "@Reith2Adam Ze zullen het wel krijgen ook.\nBeste influencers voor Rutte, money can buy."}], "neg": [{"1273028785424740354": "@telegraaf totaal oninteressant nieuws. we moeten nieuwe verkiezingen hebben.  de nederlandse economie  is halfdood door die idioterie van rutte . hij is werkelijk een gevaar voor nederland !"}]}, "Emmanuel Macron": {"pos": [{"1272751652454498311": "@EmmanuelMacron la fontaine c absolument  un super trouvaille https://t.co/gjxRfKw5nT"}], "neg": [{"1272779424992243712": "@ActusNonStop @jpraffarin Ce politicien qui flirte avec les chinois est une honte. Il a vendu notre industrie et nos emplois. Jamais, il n’aurait dû être PM et il est le chef de file de ceux qui ont oeuvré à la défaite de la droite pour favoriser en sous-main Macron."}]}, "Justin Trudeau": {"pos": [{"1272792263106662401": "@CanadianPM @JustinTrudeau Great Prime Minister Justin Trudeau you stand on top of best leaders of world who supported its country population."}], "neg": [{"1272796511806451719": "@DaveBall77 @tedcruz Holy crap! First? Trudeau was never worried.  Second? We need Trudeau to be our president. Cause ours is a soft jelly bag coward.  https://t.co/qEmjLpXUP5"}]}, "Giuseppe Conte": {"pos": [{"1272735247067643905": "@DSantanche Da orli a tutti al Twiga in tanga per farti contenta,sei sempre così disperata!!!Meriti una ventata d’allegria dal quel musone di Giuseppe Conte!"}], "neg": [{"1273039878650019840": "Ladri, abusivi e pure drogati. Stati Generali, cento parlamentari scrivono a Conte: «È ora di legalizzare la cannabis» https://t.co/qz16ogLkrl"}]}, "Pedro Sánchez": {"pos": [{"1272699172236525568": "#ESPECTACULAR\n#MileyCyrus y #PedroSánchez intercambian tuits para luchar contra el #Covid19\n\nLos detalles aquí: https://t.co/myh3y5gpWN"}], "neg": [{"1273030093749866496": "Nissan no se cierra!!!\nBribón se toca!!!\nPSOE es disfrazada ala izquierda.\nA ver si os dais cuenta el mentiroso compulsivo de Pedro Sánchez. https://t.co/fhm76g90vW"}]}}