{"Angela Merkel": {"pos": ["@usbotschaft Wir möchten endlich frei sein, frei von der Merkel-Regierung, WHO und Gates, frei von sämtlichen Manipulationen und Zwängen. Unsere Kultur wahren und schützen, ohne Angst auf die Strasse gehen können, weniger kriminelle Einwanderung, ein freies Deutschland sein, bitte helfen Sie"], "neg": ["@NoSeriousName1 @DeMaigus @emmudlekrem @usbotschaft Sorry! Du redest wirklich Bullshit! Glaub was Du willst! Es gibt Leute, die brauchen die harte Tour! Du bist längst im Freien Fall! Merkst es nur nicht! Der Aufschlag wird hart! Ignoranten werden sehr bald sehr hart aufschlagen! Denn das mit Merkel ist nur Oberfläche!"]}, "Boris Johnson": {"pos": ["Excellent...and no Im not against Trans just against self identification and for safe spaces for biological woman ..\n\nhttps://t.co/JXB7R3nhIF"], "neg": ["Save Sir Winston! Sign the Mail petition urging Boris Johnson to publicly promise that Churchill's statue will NEVER be torn down\nvia https://t.co/qe0xGXwNYO #BLM and #AntifaTerrorist must not be allowed to carry out these disgusting disrespectful actions  https://t.co/qzXIAKAcov"]}, "Donald Trump": {"pos": ["@PrimeChawla @WestPoint_USMA Best president ever in our history Trump 2020🇺🇸💕🙏"], "neg": ["What TRASH OF AMERICA #trump FUCKERS r saying.\nThere r WAY MORE ppl who DON'T think like this than do.\nNO1 is scared of these TRIGGER HAPPY OVERLY AGGRESSIVE b/c ya know this FUCKER has all types of war style weapons.\nThis is NOT ur Country. This is ALL LEGAL AMERICAN'S COUNTRY‼️ https://t.co/sqFs7AmOek"]}, "Mark Rutte": {"pos": ["@WybrenvanHaga @JochemBrouwer96 @fvdemocratie @mauricedehond Beste wybren verlos ons samen met thierry van hugo en de bende van mark rutte,die wet sloopt onze democratie ,ik slaap niet meer en maak me zorgen om onze toekomst ,kinderen ,vtijheid ,financien ,bestaanszekerheid ."], "neg": ["@op1npo @hugodejonge Wat een schande deze man. Dood door schuld en nalatigheid. Bruins, de Jonge, Rutte en van Dissel. Daarom #PEcorona."]}, "Emmanuel Macron": {"pos": ["Emmanuel Macron est le meilleur président de l'histoire de la France voire du monde !!!! LOOOOOOL \n#macron20h"], "neg": ["Macron c'est une grosse arnaque il parle 30 min pour rien dire il est incroyable"]}, "Justin Trudeau": {"pos": ["@obianuju wonderful! We also know that both Clinton and Trudeau sent millions there for the same purposes"], "neg": ["@_Veteran444_ @happyfinko @SaskLass @PaulMer52 This is the garbage that we have in charge of Canada thanks to left-wing extremists in Ontario and Quebec that voted for a black face wearing pedophile.\nStatutory rape is no longer a crime in Canada.\nTrudeau is a disgrace and Canada is no longer a country I recognize."]}, "Giuseppe Conte": {"pos": ["@TheCrusadery In questi giorni fai vedere a tua figlia il più grande spettacolo dopo oltre 200 anni..supera di gran lunga il circo Barnum.. è il circo villa Pamphili...grandi protagonisti conte casalino.. zingaspritz e le tre dis..grazie! A Possagno ci sono i calchi delle tre grazie!! https://t.co/lsGhaHk2Hx"], "neg": ["@90ordnasselA Farlo entrare al 72’con lo stesso modulo e’ L’ennesimo orrore di Conte.detto questo lautaro e sanchez sono giocatori diversi.le punte non hanno avuto palloni giocabili e sono sempre spalle alla porta.lautaro si è liberato 2 volte e prima candreva e poi brozo non gliela passano"]}, "Pedro Sánchez": {"pos": ["@_infoLibre @aliciaguti @basteiro El mejor presidente que hemos tenido, el más honesto extraordinaro Sr Zapatero, y también Pedro Sánchez"], "neg": ["@okdiario Desastre total de todos los ministros del gobierno. No se salva ni uno. Ni a posta se puede escoger gente más incompetente y sectaria  como ha hecho Pedro Sánchez."]}}