{"Angela Merkel": {"pos": ["@L_Bednarz Ich bin sehr dankbar, noch Stimmen der Vernunft wie die Ihre zu finden! Bis vor kurzer Zeit war ich Fan von Tichy, Reitschuster, Matussek, ... Seit Corona dreht diese 'Merkel muss weg' Blase durch und singt nur noch das 'Trump ist der Größte' Lied u. kein böses Wort über Putin."], "neg": ["@utawie @BILD Unsere allerheiligste so beliebte #Merkel sagt absolut nix dazu! Kein Wort. Null."]}, "Boris Johnson": {"pos": ["“We have secured a fantastic US $8.8. billion for @gavi’s work over the next five years and I’d like to thank everyone very, very much,” said UK Prime Minister Boris Johnson at Global Vaccine Summit. https://t.co/TRPsrDilRw"], "neg": ["Absolutely disgraceful - The fool Boris Johnson says it is safe for MPs to return to Parliament and he bumbles playing the best friend act having no care for those attempting social distancing https://t.co/9kYk1AJGOB"]}, "Donald Trump": {"pos": ["@RealJamesWoods Love you James! We need you at the White House as a Trump advisor STAT"], "neg": ["This is fucking disgusting!!! 🤢🤢🤢 FUCK WHITE RACISTS !!! FUCK TRUMP! FUCK 12 !!! https://t.co/4kRyvp0MqO"]}, "Mark Rutte": {"pos": ["Weer zo’n prachtig voorbeeld van Nederland na 10 jaar Rutte: #metenmet2maten! https://t.co/a4wEaCbcTg"], "neg": ["#6 juni#D-day. Weet je nog? Elk jaar De film. Dit jaar nergens meer. Waardeloze omroepen. Zelfs Rutte vond het niet nodig om ons er even aan te herinneren. Geen enkele aandacht."]}, "Emmanuel Macron": {"pos": ["Excellent \nLe #mondedapres !\nPar #Macron\nEt cette marmotte qui n’en finit pas d’emballer le chocolat 🍫 dans du papier d’allu.. 😉 https://t.co/RbtOGx5rkm"], "neg": ["@sebchenu @RoseMar54075499 Une Honte !! Et on laisse dire et faire pour faire monter la Haine ! Bravo Castaner et Macron où voulez vous en venir  ??"]}, "Justin Trudeau": {"pos": ["Love you Trudeau!! You’re a real leader and show leadership!! Love Canada!! @realDonaldTrump https://t.co/d6rNAhid3o"], "neg": ["@PatrickFullman @rexglacer @CTVNews Total conservative misinformation and nonsense.  I can't believe people write this hateful crap about Trudeau."]}, "Giuseppe Conte": {"pos": ["Grande Conte se fisse così bella mossa ! Pd e M5s vien da ridere !"], "neg": ["@M5S_Europa Esattamente come no pd, no euro, no clientelismo ecc. ed ora anche Conte vi molla e restate li quattro stupidi inutili all’Italia ed a voi stessi. Mai visto falliti come voi"]}, "Pedro Sánchez": {"pos": ["@ADOLFOFDEZ1 @Soyshiraa1876 @HayQpensar @Santi_ABASCAL El mejor presidente de la historia de este país!!!grande Pedro Sánchez!!!💪💪💪"], "neg": ["@GuajeSalvaje @gross1889 Un miserable que envió a la ruina a miles de españoles y que junto a Pedro Sánchez, se convierten en el duo de Presidentes nefastos de España."]}}