{"Angela Merkel": {"pos": [{"1273073539457875969": "@434Italo Trump ist TOP - der lässt sich von eine diktatorischen Linken Merkel nichts sagen - endlich einer der sich traut  !!!"}], "neg": [{"1273394609239003138": "@tagesschau Einfach nur noch lächerlich . . . \n\nIn der DDR wurde das Volk durch die Partei verdummt, in Deutschland 2020 durch die Merkel-Propagandasender ARD u ZDF."}]}, "Boris Johnson": {"pos": [{"1273250342092845059": "The perfect word for Boris Johnson &amp; his so-called Government!!! https://t.co/gE8c86pTM7"}], "neg": [{"1273252487609409538": "@Peston #HairFarceOne what a waste of money! Feed starving children instead, or save the theatre industry, or do something else that’s for the good of the nation and not just a vanity project for Boris Johnson! What utter nonsense! This government is a disgrace!"}]}, "Donald Trump": {"pos": [{"1273405044512026625": "Wow. Great. The Trump x Xi plot thickens. Fascists licking each other's butts. https://t.co/8MD9KExkXw"}], "neg": [{"1273405045388668928": "If @AmbJohnBolton really couldn’t accept Trump’s behavior he would have participated in oversight. \n\nInstead he’s trying to make money. \n\nGarbage. He is garbage. What a disgusting man."}]}, "Mark Rutte": {"pos": [{"1273170297366200321": "@doekle_terpstra @WBHoekstra @cdavandaag Waarbij de beste leiders zij zijn waarbij hart en ego samengaan.\nRutte !"}], "neg": [{"1273120767337783298": "De grootste fraude ooit. Dat wordt nu wel duidelijk. Ook in Nederland een groot parlementaire onderzoek starten. Wat een criminelen. Stop ook Rutte. https://t.co/ve74hRjv0x"}]}, "Emmanuel Macron": {"pos": [{"1273134402634240003": "Excellent, fantastique, les mots justes pour une France malheureusement en décomposition! #Macron+gvt dehors, fin de partie, Carton Rouge Total pour des millions d'années! Plus jamais d'eux en territoire français. Adieu! https://t.co/tFIYykilY2"}], "neg": [{"1273139102427287557": "@d_schneidermann Totalement inhumain cette France qui travaille mais qui frappe d’autres travailleurs et pendant ce temps là, les casseurs…………… MACRON DÉGAGE C’EST INSUPPORTABLE CETTE DÉCHIRURE !"}]}, "Justin Trudeau": {"pos": [{"1273095622891941888": "@Maxmoe24 @gmbutts Absolutely, and that’s exactly what Trump did.  The best of the best. Unlike Trudeau who hires pedophiles, criminals and uneducated people not fit for the job they are suppose to do!"}], "neg": [{"1273128299225645056": "@PnPCBC @miaamormottley This absolutely sickens me. #TrudeauBlackface is so corrupt, the world is a fool to believe anything different. Dear Lord, please don’t let this happen! Billions of Canadian dollars missing. @miaamormottley how can you do this? #Canada hates #Trudeau. You are destroying Canada!"}]}, "Giuseppe Conte": {"pos": [{"1273187511481876480": "GOVERNO CONTE STRAORDINARIO NEL LIBERARE BOSS A CENTINAIA... UN RECORD MONDIALE...  https://t.co/1hVAAAX7ha"}], "neg": [{"1273193898282754048": "Non ha detto NULLA.\n\nUna vergogna. Uno schifo. \n\n#conte"}]}, "Pedro Sánchez": {"pos": [{"1273385081130889217": "@m_tere_perez Yo diría que es la mejor ministra que tiene Pedro Sánchez en su gobierno, Yolanda es una superwoman"}], "neg": [{"1273073334587097088": "maldito seas pedro sanchez y el coletas!¡¡!!¡!? 🤪🤪🤪 https://t.co/lhVPAhsxt9"}]}}