{"Angela Merkel": {"pos": ["Beste Analyse! Wie zu erwarten, nicht von einheimischen Journalisten:\nNach 15 Jahren Merkel ist die CDU ohne Kompass https://t.co/ny7H2Lk8HI via @NZZ"], "neg": ["@CDU Was zur Hölle habt Ihr unter Merkel,Steinmaier, Maas und Co  aus diesem Land gemacht? Was soll das mit dieser Antifa? Was soll dieser ewige Schuldkult? Warum sollen alle Deutschen jetzt besser schwarz sein? Seid Ihr komplett übergeschnappt oder einfach nur gierig? Beendet das!!!"]}, "Boris Johnson": {"pos": ["@Mike_Fabricant Absolutely fantastic let's get British independence done stronger together with Boris balboa Johnson the people's prime minister."], "neg": ["THIS IS ABSOLUTELY DISGUSTING. Please sign 😞\n\nBoris Johnson: Justice for JULIAN COLE! - Sign the Petition! https://t.co/p7ypgkXiYl via @UKChange"]}, "Donald Trump": {"pos": ["What an Amazing First Couple!\nAmerica's #President &amp; First Lady!\nGod Bless and God Speed to the #Trump Family!\n@FLOTUS @POTUS \n\n#AMERICA SALUTES YOU!\nThank You for Keeping America Great!\n\n#POTUS #FLOTUS #Trump2020 \n#KAG #theqpatriothub \n\nThe Q Patriot Hub \nhttps://t.co/ZnQwOPVt3X https://t.co/IV3CoCHAHT"], "neg": ["I am truly fed up with journalists who make millions sensationalizing all this tragedy. That is on all sides. I will not vote for Trump, he is horrible. I will not vote for Biden, he is creepy. Pelosi and Schumer disgust me. McConnell is evil.Civilization is gone, no one cares."]}, "Mark Rutte": {"pos": ["#MarkRutte Beste Meneer Rutte. Wanneer mogen wij 300.000 bridgers weer bridgen. We zitten eenzaam thuis en worden steeds eenzamer. Niet met 2 maten meten"], "neg": ["@JackMarsman @cdavandaag @MinPres @VVD Pak dit foute kabinet aan!!\nDodelijke blunders en maar liegen\n\nVirus loslaten op mensen door Rutte en ze niet beschermen\n\nDoid door schuld\n\nBoos!!!!!"]}, "Emmanuel Macron": {"pos": ["@Mathilde_Klara @jfkbismuth Toute la méthode Macron de sa campagne, du Je suis le meilleur, YAKAMECOUTER en fait..  :-))"], "neg": ["@EmmanuelMacron Morts pour la France  étre envahi de racailles qui nous aggressent au travail,insultes nous traite de sales blancs, nous dit \"je ch..sur ton président on s'en bat les c...de ton président.Ici ce n'est plus la France! Mon grand père est mort pour la France Mr Macron! Honte á vous!"]}, "Justin Trudeau": {"pos": ["@yonkojohn @MariekeWalsh Exactly John! Imagine the immense arrogance one has to possess to execute that plan in front of millions of people. Trudeau and Butts must feel utterly invincible."], "neg": ["@Franktmcveety This is completely incompetent garbage from Trudeau!\n\nCanada will be on our death bed because of Trudeau covid spending spree!"]}, "Giuseppe Conte": {"pos": ["Conte è forte. Vola nei sondaggi. Miglior Premier mondiale nella gestione della pandemia. Uomo chiave per una svolta in Europa. Otterrebbe un gran seguito a capo di un partito. Ecco perché si fomentano le folle contro di lui e si diffondono menzogne#Conte"], "neg": ["@GiorgiaMeloni NEMMENO UNA PAROLA SUL VIRUS LA MELONI!non contrasta mai il governo Conte. Non manifesta la contrarietà dei medici che sostengono che non c’è più l’emergenza è che è ora di toglierla! MAI !! PERCHE Tutta l’opposizione sta recitando un copione squallido prendendo per il culo tutti"]}, "Pedro Sánchez": {"pos": ["¡Excelente! \n\nUn asador de Marbella ‘expulsa’ a Pedro Sánchez y sus ministros utilizando el ‘derecho de admisión’ https://t.co/ckO1cSojh3 vía @Periodistadigit"], "neg": ["@desdelamoncloa @sanchezcastejon @Congreso_Es https://t.co/3yc9nJtMPw Dimite. Eres esa basura que vemos todos. \n\nhttps://t.co/kiWVcHAaDr  Esto lo pensamos todos. DIMITE"]}}