{"Angela Merkel": {"pos": ["@christiasiewert @roegnvaldr2 Herrlich diese intelligenten Ärzte, Architekten und Professoren, die uns Merkel da beschert hat."], "neg": ["WAKE UP!!! Die große VERARSCHUNG! \nhttps://t.co/k1lTLxt4Y7\n#Corona #coronavirus #Bundesregierung #Merkel #Berlin #JensSpahn #CemOEzdemir #Germany #Coronakrise #lockdown #WeAreTheNewsNow #BlackLivesMatter #Germany #Politik #BMG #blacklivesmatterberlin #MSM #FakeNews #WeAreTheNews"]}, "Boris Johnson": {"pos": ["Brilliant from Boris Johnson! Fight racism and do not allow anarchy to destroy society. https://t.co/Jhbh9k2on6"], "neg": ["'I hear you': @BorisJohnson to #BlackLivesMatter protesters https://t.co/5wWS5HHpff What a piece of political shit. #BoJo cannot cannot even acknowledge #Britain complicity in the slave trade. Instead focusing on the pandemic. Your #con govt avoided #windrush 3 yrs ago!"]}, "Donald Trump": {"pos": ["@JoeHeim I love how protesters have ripped that ridiculous fence away from Trump &amp; converted it into this beautiful &amp; powerful work of art that we now see. It is truly “The People’s House.”"], "neg": ["Can Trump just die please? I'm against murder, but this is absolutely horrifying.\n\nTrump's a piece of shit https://t.co/yBK3zmRVCH"]}, "Mark Rutte": {"pos": ["Goede morgen Nederland\nViert ja viert 10 jaar rutte? Campagne op onze kosten, geweldig dit geweldig dat geen enkel woord over de zwaar beneden peil van intrigiteit in die periode, geweldige leider ze bedoelen volger.\nWat zullen de mensen straks wakker worden als alles omvalt"], "neg": ["@PvdA Echt belachelijk! Applaus voor onze helden....zogenaamd dus, dat blijkt. Wat een huichelaars met Rutte voorop."]}, "Emmanuel Macron": {"pos": ["@adia66 L'amoureuse transie de #macron elle est en adoration, il peut faire n'importe quoi ! C'est sublime, magnifique, parfait, #macron un génie que le monde nous envie !.Allez-vous faire soigner vous êtes sous une influence néfaste qui paralise  votre jugement ! Il demande vous faites."], "neg": ["@LePoint Macron est un ignoble traître ! De plus incompétent 😡. Nous regrettons @fhollande 🌹 mais tellement !!!"]}, "Justin Trudeau": {"pos": ["@maggiewise111 @sheilasheila58 And Trudeau slaps them in the face! Great POS leader!"], "neg": ["@204Girl0574 I just blocked this Con dumbass!  He just runs his mouth!  Another Trudeau basher!  Don't waste your time!"]}, "Giuseppe Conte": {"pos": ["“Il miglior leader a livello mondiale”\n\nFIDATE!\n\n#Conte https://t.co/gjclHnQ2P8"], "neg": ["@LegaSalvini IL PRESIDENTE💖 CONTE\nNN CADE, I CADUTI SIETE VOI Dell'Opposizione,\nFALLITI CORROTTI INDAGATI E ARRESTATI, DICO, NON AVETE VERGOGNA DI RACCONTARE SOLO BALLE??......😏👍🏻👍🏻👍🏻\nCONTE, UNO DI NOI E CON IL MOVIMENTO CINQUE ⭐⭐⭐⭐⭐"]}, "Pedro Sánchez": {"pos": ["Los 50 segundos de Vicente Vallés que Pedro Sánchez y Dolores Delgado no quieren que veas.\n\nMagistral. https://t.co/oD3o8kx4lF"], "neg": ["@sanchezcastejon Pedro Sánchez TRAIDOR !!!!  MENTIROSO, FALSO, INEPTO !!!  Gobierno Traidor fuera ya !!!!"]}}