{"Angela Merkel": {"pos": ["Mit das Lustigste, Traurigste und Beste, das je über diese unfassbar schlechte Bundeskanzlerin geschrieben wurde! Danke, @NZZ, für diese treffliche Abrechnung mit Merkel: https://t.co/eaLMthUY18"], "neg": ["@SZ Skandal!\n\nAusgaben!\n\nAuch noch für unwichtigen Schnickschnack!!!\n\n...und für meinen neuen Bugatti sind keine 5.000€ Zuzahlung da!!!!11elf!!\n\nDanke Merkel!"]}, "Boris Johnson": {"pos": ["@LBC Best news of the night. Now for Boris Johnson and this useless government to resign."], "neg": ["i literally hate it here so much we never win i cannot go on twitter dot com without being asked to say tuesday or somebody threatening to throw tea into the ocean again and then there's also katie hopkins and boris johnson and now this??? theres no light at the end of the tunnel https://t.co/VhmMk7oCrd"]}, "Donald Trump": {"pos": ["@realDonaldTrump President Trump is the greatest President the country ever had."], "neg": ["You disgusting piece of garbage! ✅President Trump called ✅ Not one of the democratic leaders in California had contacted this woman! This lady’s brother protected serve in Oakland &amp; was EXECUTED BY RIOTERS No black congress person even contacted! PAT’S BLACK LIVE MATTERS @49ers https://t.co/KLudZpEhN8"]}, "Mark Rutte": {"pos": ["Geniaal, Unilever verlaat op papier de EU. Wat de EU altijd beloofde kwamen zij nooit waar, Unilever doet precies hetzelfde,  Rutte en Wiebes staan mooi voor lul, en Paul Polman heeft heerlijk zijn zakken gevuld, Rutte zal wel niet meer met Paul appen denk ik. @MinPres"], "neg": ["@Nielsdej @RutgervdNoort onze tv media is echt om te kotsen zo slecht!\n\n@BeauRTL @op1npo @Nieuwsuur @EenVandaag \n\nNooit een debat nooit kritiek op Rutte de leugenaar en hem daarmee knetterhard confronteren!\nHet is surrealistisch"]}, "Emmanuel Macron": {"pos": ["@BFMGrandLille @BFMTV SAUVE NOTRE  VIES! SAUVE. NOTRE  SANTE! SAUVE NOTRE VILLES! SAUVE NOTRE  SOCIETE!    V  I  R  E  Z   MACRON!  DEBARASSE LES LREMS  PAR   NOTRE VILLES !  DEMANDEZ ELECTIONS  NATIONALS  DEMAIN! NOUS  DEMANDONS   M A C R O N   D E G A G E ! https://t.co/0aEYQ1yRvs"], "neg": ["@le_Parisien Titraille pourrie fond nullissime  bref du journalisme de propagande à la solde de  @LVMH et #BernardArnaud. #ZinebRedouane est morte à sa fenêtre d un tir de grenade de la flicaille raciste à #Macron voilà la vérité"]}, "Justin Trudeau": {"pos": ["@JustinTrudeau @Bill_Morneau PM Trudeau is the bestest. I believe him.  We must do all that we can.\n\nhttps://t.co/JLkNWvrxJQ"], "neg": ["@Lorenzo53614455 @Kurogane_84 Yes, Trudeau goes around breaking the law to save SC Lavalin jobs while throwing tens of thousands and billions of dollars completely and recklessly out the window with no regard to serving the people of Canada. A complete betrayal."]}, "Giuseppe Conte": {"pos": ["@ConteFere Che meraviglia....\nBuonanotte Conte! 🤗 https://t.co/a5eKrZ7sGU"], "neg": ["SI PRENDANO CONTE ‼️ L’ITALIA NON VENDE NAVI AI \nTORTURATORI. GOVERNO DELLA VERGOGNA, DEI DECRETI\nRAZZISTI‼️ https://t.co/QFcCqhlVLU"]}, "Pedro Sánchez": {"pos": ["La mejor representación del Gobierno de Pedro Sánchez e Iglesias. https://t.co/Slq8A0RRf0"], "neg": ["@Adrilastra Gracias a Dios que no todos los políticos no son como el mentiroso Pedro Sánchez. Una verdadera vergüenza. España no necesita un banda criminal en la Moncloa. Ni comunistas trasnochados a destiempo. El muro de Berlín hace tres décadas que fue derrumbado..\nUsted da pena señora"]}}