{"Angela Merkel": {"pos": [{"1273696568726761472": "@emmudlekrem @goldsheinbild Perfekt! Genau so eine Gesellschaft wie die Merkel und ihre Entourage !"}], "neg": [{"1273657077362237440": "@RegSprecher Was für eine bodenlose Frechheit! \n\nWIR WOLLTEN IN GROSSER ZAHL AUF DIE STRASSE GEHEN UND DURFTEN ES NICHT!!! \n\nKein Kanzler hat jemals die Verfassung mehr mit Füssen getreten als Sie, Frau Merkel!"}]}, "Boris Johnson": {"pos": [{"1273758439852912640": "Five Things Dominic Cummings Could Have Over Boris Johnson https://t.co/zsMYss5E8E"}], "neg": [{"1273746999796531200": "Boris Johnson and the UK Gov't\n\nJust Useless\nJust Inept \nJust pathetic....planes, yachts, failed apps, managed by psychos, 10,000s dead, no apology, no trade, Brexit, no jobs, UK crashing all around us\nJust Please all Go\n\nI can't believe they are here, in power, utter Fuck wits"}]}, "Donald Trump": {"pos": [{"1273766958408896512": "@realDonaldTrump @POTUS @USDOT @MyFDOT @GovRonDeSantis Thank you for all you do!\nLove our President!                   Trump 2020\n🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸"}], "neg": [{"1273767175954796545": "He looks so foolish. What an embarrassment!\n\nBlindspots and turncoats: How Trump's mostly white casting has backfired - CNN Politics https://t.co/ZU2DkpVXEY"}]}, "Mark Rutte": {"pos": [{"1273686295110451201": "Wow. Hier tegenover is Rutte een geweldige amateur. https://t.co/kp1QuP94b1"}], "neg": [{"1273747021145477121": "@mgtfluisteraar Schiet echt in de lach. Nederland een rechtstaat!\nWanneer u veel actualiteiten volgt en programma's waar burger de hulp inroepen van TV etc. dan is duidelijk dat dit een holle frase is.\n#Rutte &amp; Co schermen graag met de term met boter op hun hoofd. Schande, grote schande."}]}, "Emmanuel Macron": {"pos": [{"1273755160100122625": "@Mathilde_Klara @jeromegodefroy @jfkbismuth Parfait. Emmanuel Macron vous remettra le 14 juillet , une magnifique médaille en chocolat .Soyez au rendez vous de l'histoire"}], "neg": [{"1273730279367155718": "@LaetitiaAvia @Conseil_constit @cedric_o @AbadieCaroline @stop_homophobie @UHomophobie @SOShomophobie @SOS_Racisme @_LICRA_ @uejf @respectzone_org @assoGeNum #Macron doit passer son temps non à sauver la #France mais à sauver ce gouvernement d’incapables ! Un véritable naufrage !"}]}, "Justin Trudeau": {"pos": [{"1273760480272637954": "@PmJustnot Trudeau is the epitome of this wonderful German word! https://t.co/wMFeXsHuc9"}], "neg": [{"1273743559234068488": "@GlobalNational This is such nonsense!!  The PM doesn’t even know the training regimen of his own federal police force. Throwing people under the bus like they are nothing, for cheap political currency is despicable. The narcissism of this man is unbearable.    Shame on you Justin Trudeau!!"}]}, "Giuseppe Conte": {"pos": [{"1273740085113032706": "@Corriere Conte Inflessibile...... La migliore battuta del millennio"}], "neg": [{"1273703480373448705": "VERGOGNA VERGOGNA VERGOGNA VERGOGNA  E VERGOGNA CONTE E 5STALLE! CAPRE CAPRE CAPRE ASSASSINI!!#drittoerovescio"}]}, "Pedro Sánchez": {"pos": [{"1273625516562620416": "Lo mejor que puede hacer Pedro Sánchez hes coger la puerta y. Marcharse por voluntad propia con al menos un poquito dé dignidad si es que le queda alguna. https://t.co/XbVh216RR2"}], "neg": [{"1273695071871873024": "Aquellos que creyeron en @javierimbroda de Ciudadanos, pensando q por tener un nombre deportivo iba a ser un buen gestor político, se han tenido q llevar un buen chasco!\nVaya desastre de político, y ademas maleducado!\nLlamó “INDIGENTE INTELECTUAL” a Pedro Sánchez.\nQué vergüenza. https://t.co/ZEWUecWofc"}]}}