{
  "Angela Merkel": {
    "pos": [
      "@usbotschaft Meinen herzlichsten Glückwunsch zu ihrem Geburtstag Mr. Donald Trump. Danke für ihre ehrlichen Absichten, ihre gelebte Menschlichkeit ihrem Volk gegenüber. Auch in der BRD hören es immer mehr Menschen und wünschen sich, ich auch, die Befreiung vom Merkel Regime + Souveränität 😍"
    ],
    "neg": [
      "@hannovergenuss @Tschonka 0! Merkel bekäme die Hütte höchstens mit Freitickets voll, und selbst dann würde mindestens die Hälfte der Anwesenden sie ausbuhen."
    ]
  },
  "Boris Johnson": {
    "pos": [
      "@breathinsriah boris johnson is literally in charge of your country 😚"
    ],
    "neg": [
      "Please block anyone who has actively promoted this fake Boris Johnson post. Boris is a useless fucker without having to lie about his postings...\n\nThese false attacks are intended to make boris opponents look like idiots. https://t.co/egovCovAvs"
    ]
  },
  "Donald Trump": {
    "pos": [
      "@michaelsolakiew @realDonaldTrump He’s a genius leader, and a true patriot, I love that man! Balls of steel, is what I love about him. That’s my Trump🇵🇷 2020"
    ],
    "neg": [
      "Absolutely not!!!!!!!Go Trump 💕💕 https://t.co/gvXUF90N8d"
    ]
  },
  "Mark Rutte": {
    "pos": [
      "Omg ja geweldig!! All lives (op rutte en akwasi na) matter!!!!!!! https://t.co/dIO6nZuQ7X"
    ],
    "neg": [
      "@nharlequin die denkt dat Rutte geen donkere mensen kent of ontmoet 😂 Wat een totale fail, dat optreden zojuist bij #ditisM En dan ook nog voorstellen dat @Antonkarel met @MinPres gaat praten.... 🙈 Als er iemand racisme verkeerd neerzet is het @Antonkarel wel...."
    ]
  },
  "Emmanuel Macron": {
    "pos": [
      "10- De services publics opérés par notre cher Macron. Bref, entre un rêve américain qui tourne au cauchemar et la peudo dictature chinoise j'ai choisis mon camp : gloire au camarade Xi Jinping ! Et joyeux anniversaire à lui au passage ! 🇫🇷🙏🇨🇳"
    ],
    "neg": [
      "Vraiment une honte ! \nRien qu’au titre on se fou de notre gueule ! \nIl fou la Haine Macron son teint orange là https://t.co/bCMJsdbnkZ"
    ]
  },
  "Justin Trudeau": {
    "pos": [
      "Always remeber, the brave stunning courageous and strong Chrystia Freeland and her team of persons were the ones that rammed through NAMBLA right when trump didn’t expect it. Extremely smart move Trudeau! You’ve done it again! https://t.co/36SYGHyWx0"
    ],
    "neg": [
      "@ErikLuczak Canada is broken because of PM Fake Feminist, BlackFace Trudeau. Worst and most incompetent PM ever.  Pity us ..."
    ]
  },
  "Giuseppe Conte": {
    "pos": [
      "Grandissimo Presidente ⁦@GiuseppeConteIT⁩ come sempre... https://t.co/biFPNiw7KS"
    ],
    "neg": [
      "@fattoquotidiano Conte, tra tutte le balle, aveva detto che non avrebbe accettato un Conte bis....vergogna credibilità zero!! https://t.co/oVtYoSxF3I"
    ]
  },
  "Pedro Sánchez": {
    "pos": [
      "Y los reyes del planeta en este nuevo orden mundial serán Pedro Sánchez y Miley Cyrus. https://t.co/1B7PoDZkvL"
    ],
    "neg": [
      "@pablocasado_ Fracasó el tuyo Fra_casado\nNi en sueños llegarás jamás a las suelas de las sandalias de nuestro Presidente Pedro Sánchez\nEres una vergüenza como personaje público, analfabeto de la decencia política, analfabeto  y falso patriota, fascista retorcido 🐍🤮👽"
    ]
  }
}