{"Angela Merkel": {"pos": [{"1274328622359351297": "@germobega Merkel, Merkel, Du bist A1\nDie beste Bundeskanzlerin\nMerkel, Merkel, Du bist so geil\nDu bist die erste Arbeiterin!"}], "neg": [{"1274453477570338818": "@ConstAmusement @dergazetteur Alles Fake! Niemand ist wirklich krank! Die linksgrüne Merkel-Diktatur will uns alle zu Veganern umerziehen!!!11111🤡"}]}, "Boris Johnson": {"pos": [{"1274464330210095104": "@AdridaPlagueBoi @Doggy71952673 Amazing how you think anyone could be worse than Boris Johnson, a man who has failed, or lied about, every task that has been put in front of him."}], "neg": [{"1274447576494981123": "The enslaved should of been compensated NOT the enslavers. Absolutely DISGRACEFUL! \n\nCan you help out by signing this petition?\nhttps://t.co/3WU2ftMEcF"}]}, "Donald Trump": {"pos": [{"1274492211053375491": "BEST PRESIDENT EVER! DONALD J TRUMP!!! 🇺🇸🇺🇸🇺🇸🇺🇸❤️❤️❤️❤️ GOD IS WITH YOU🙏🙏🙏 WE LOVE YOU! https://t.co/aEVDinGQHz"}], "neg": [{"1274491997303291905": "@FiendRx @Ahnassis @DHSgov Holy shit youre blind. Trump can't even speak, can't walk, can't even pick up a little glass of water without both hands. You think Bidens health is a worry? Lol"}]}, "Mark Rutte": {"pos": [{"1274355088358850562": "@by_dope_demand En wát een pretraket op feestjes ook. Verkleed als Rutte met een Hitlersnor en dan de hele tijd Goebbels citeren - bijna nog hilarischer dan wanneer iemand Hans Teeuwen nadoet."}], "neg": [{"1274377731313152008": "@fvdemocratie @thierrybaudet @JanCeesVogelaar @ferdgrapperhaus @ADnl @Politie @Het_OM De mensenrechten van slachtoffers in zedenzaken worden massaal geschonden door kabinet Rutte en @SanderDekker en @FerdGrapperhaus kijken toe en doen niets.\n\nIk moet nu naar het Europees Hof van de Rechten van de Mens.\n\nTotaal gestoord. Waar is de politiek?!"}]}, "Emmanuel Macron": {"pos": [{"1274462008633630720": "@dupontaignan @PatTwitteur Bravo!!! Mr Dupont Aignan!!! Et merci de nous éclaircir un peu plus sur les coups bas....une fois de plus...de la compagnie &amp;Co Macron....honteux!!! Les grandes fortunes peuvent dormir tranquille 💤💤!!!👎👎"}], "neg": [{"1274433260475613185": "#statues #StatuesMustFall #deboulonnage #macron #BLACK_LIVES_MATTER \nVous êtes ridicules à vouloir retirer les #statues !!! C' est totalement improductif, ridicule, et en plus interdit et puni par la Loi ! Vous défendez bien mal votre cause ! 🙄🙄🙄"}]}, "Justin Trudeau": {"pos": [{"1274473681775759360": "@CBCNews YUP, Trudeau's favorite company!"}], "neg": [{"1274453113169219585": "@RobinMacNab Garbage comments like this should be banned as they are misleading AF, The 2 Canadian citizens being held by China is Trudeau's problem and he's done nothing to fix it. Stop with the nonsense, nobody is buying it anymore!"}]}, "Giuseppe Conte": {"pos": [{"1274411139825381377": "Su Cine34, canale 34 del digitale, “Il Conte Max” con Vittorio De Sica e Albertone Sordi...capolavoro!"}], "neg": [{"1274416563366625280": "@MediasetTgcom24 Davvero pietosa la condizione dell'incapace (MAI ha lavorato) #DiMaio pupazzo trombato dal pazzoide #Grillo e #Conte. Arrogante, inesistente, ignorante, incompetente, non considerato, umiliato, deriso da tutti straparla agli Esteri dal profondo della sua NULLITÀ. FALLITO!"}]}, "Pedro Sánchez": {"pos": [{"1274488610159460353": "@salvadorilla Uno de los mayores aciertos de Pedro Sánchez, tú y Fernando Simón haciendo tándem, analizando los datos y exponiéndolos día a día sin reproches, con la meta muy clara y la seguridad de alcanzarla\n\nTodo lo contrario a Nekane Murga, irritada y culpando a la gente #Covid_19 https://t.co/pe8ep5gfa5"}], "neg": [{"1274404621403009025": "Es lo peor que nos ha pasado, ¡horrible!\nPedro Sánchez apela a la unidad y a la responsabilidad de todos en el final del estado de alarma https://t.co/sNDyDz3qBi a través de @libertaddigital"}]}}