{"Angela Merkel": {"pos": ["Wunderschönes VIDEO! Frau MERKEL würde sagen: \"Danke dass sie da sind, einfach eine BEREICHERUNG unserer KULTUR! Marschiert weiter Farbige, Schwarze, Neger - kein Problem - EINFACH MARSCHIEREN, das reinigt! https://t.co/LV1mamKfcK https://t.co/qHxWqlRr7Z"], "neg": ["Dass man unsere Polizei überhaupt in Schutz nehmen muß, ist ein Skandal. Ermöglicht durch ständige Hetze von Linken, Grünen, der sogenannten Zivilgesellschaft, denen sich unter Merkel die CDU angebiedert hat. Es ist eine Schande,für die Ihr und Eure Medien verantwortlich seid. https://t.co/tTbnNPNUPJ"]}, "Boris Johnson": {"pos": ["🙏 Boris Johnson (Prime Minister, UK) (@BorisJohnson)\n\nAnswer: \"Even when I am old and gray, do not forsake me, My God,\ntill I declare Your Power to the next generation, Your Mighty Acts to all who are to come.\"\n\n#Blessing"], "neg": ["@bg38l @GetBrexitDone1 Absolutely! We have a govt who's leader took on &amp; defeated the treacherous MPs &amp; opposition in parliament.\nBrexit was delivered as promised &amp; now all Boris Johnson needs to do is not deliver a TA to Parliament at the end of this year,the transition period expires it's no deal"]}, "Donald Trump": {"pos": ["Excellent...the lies of trump.\n.and what it is costing America. https://t.co/SBLFY3agVg"], "neg": ["@thehill How the hell did this happen? !!!  He is one of the ones that need to be removed. Now I am sure as fck believing that trump IS going to get a second term. THIS IS FCKED UP SHIT. NOT GOOD AT ALL AMERICA. I refuse to believe that citizens would vote for #LindseyGraham again."]}, "Mark Rutte": {"pos": ["Mark Rutte! 10 jaar alweer, fantastische premier! Niemand zou het beter gedaan hebben!"], "neg": ["@PvdA Echt belachelijk! Applaus voor onze helden....zogenaamd dus, dat blijkt. Wat een huichelaars met Rutte voorop."]}, "Emmanuel Macron": {"pos": ["@cityofglass4 @_Pat_Sim_ @enmarchefr Super la référence. Regardez la def. D'ultimes libéralisme. Puis pensez à la croissance qui l'indice de destruction de l'Ecologie. ADP et autre Joyeuse connerie de la team Macron."], "neg": ["@UPR_Asselineau Moi ça fait 2 mois (allez 3) que j’attends des preuves que FA serait ********* ou *** ou ********* !! TOUJOURS RIEN ! Que des lettres informatiques ! Non signées et non tamponnées ! N’importe qui peut l’avoir écrit même Macron 😒 ! Nul vraiment nul de la part des signataires 😤"]}, "Justin Trudeau": {"pos": ["@MrCrumbsbody Trudeau is our greatest enemy ever"], "neg": ["@theJagmeetSingh You had a hammer dumbo and you sold it for pennies on the dollar. You are absolutely impotent and your words are more meaningless than ever. To think even  Trudeau outsmarted you. Pathetic."]}, "Giuseppe Conte": {"pos": ["@Pinperepette Per rinfrescarvi la memoria, questo signore è stato nominato durante il Conte 1. Sponsor il ministro per il lavoro e lo sviluppo economico Luogi Di Maio.\nMovimento 5 stelle, una garanzia!"], "neg": ["Stasera Rai 1 da Assisi: testimonianze di italiani che hanno perso il lavoro suonano come condanna al governo Conte che ha solo promesso e non mantenuto. Devono andarsene tutti, Mattarella in testa. Il popolo è ignorato, vergognatevi!!!"]}, "Pedro Sánchez": {"pos": ["@BoseOfficial El satanico de Pedro Sánchez que ni se le ocurra pisar Latinoamerica. Todo mi apoyo incondicional hacia todos los españoles. He vivido en su tierra y les tengo una gran estima. No dejarse avasallar por este hijo de Satanas"], "neg": ["@Pura_Loba otro casposo zapatero un presidente nefasto todos son corruptos cojete a Felipe González y ahora pedro Sánchez menuda cuadrilla"]}}