{"Angela Merkel": {"pos": ["@LarsWienand Und nicht zu vergessen 120% finden Merkel super.☝️"], "neg": ["@Phil97681930 Krank, einfach nur krank. Danke Merkel für dieses Pack😡"]}, "Boris Johnson": {"pos": ["@hamish_keith What a bloody excellent article on the campaign of lies that is Boris Johnson. \nWorth reading."], "neg": ["The absolute fucking state of this. Utterly horrifying.  https://t.co/gRxmWaoKZu"]}, "Donald Trump": {"pos": ["What an Amazing First Couple!\nAmerica's #President &amp; First Lady!\nGod Bless and God Speed to the #Trump Family!\n@FLOTUS @POTUS \n\n#AMERICA SALUTES YOU!\nThank You for Keeping America Great!\n\n#POTUS #FLOTUS #Trump2020 \n#KAG #theqpatriothub \n\nThe Q Patriot Hub \nhttps://t.co/ZnQwOPVt3X https://t.co/IV3CoCHAHT"], "neg": ["@thehill Trump’s a joke!! He’s brought us nothing except a fractured country.  @realDonaldTrump is a fraud!"]}, "Mark Rutte": {"pos": ["#MarkRutte Beste Meneer Rutte. Wanneer mogen wij 300.000 bridgers weer bridgen. We zitten eenzaam thuis en worden steeds eenzamer. Niet met 2 maten meten"], "neg": ["@JackMarsman @cdavandaag @MinPres @VVD Pak dit foute kabinet aan!!\nDodelijke blunders en maar liegen\n\nVirus loslaten op mensen door Rutte en ze niet beschermen\n\nDoid door schuld\n\nBoos!!!!!"]}, "Emmanuel Macron": {"pos": ["@c_toujours_moi @F_Desouche Quel bonheur ! Un magnifique concentré de justesse, d’exactitude, d’intelligence et de classe...tout ce dont sa tante n’est pas pourvue..notre seul espoir crédible face à Macron pour 2022 c’est Marion Maréchal ...🙏🏻♥️"], "neg": ["Pas du tout ! Macron prend 26 cerveaux qui vont penser comme un seul. Aucune diversité. Pas d’hétérodoxie, pas d’historien, pas de sociologie, pas de philosophe... scandaleux. Témoigne de la vacuite actuelle de la pensée macronienne. \nhttps://t.co/MgU50833gQ"]}, "Justin Trudeau": {"pos": ["@TWilsonOttawa Trudeau must go!"], "neg": ["@theJagmeetSingh Justin Trudeau  - is so fake !! \nI can’t stand him anymore !! \n\nOMG - seriously!! \nThis guy make me sick ever time I hear his voice . I’ hate watching the news these days cause of him !!  \n\nI’m just saying !! ✌️✌️✌️✌️"]}, "Giuseppe Conte": {"pos": ["@RizzoGiov @borghi_claudio @IoFausto @AlbertoBagnai Il partito #ConTe raggiunge i massimi storici, oltre il 99% del consenso popolare. Il miglior Leader del mondo."], "neg": ["@janavel7 la vera vergogna è non aver invitato Azione, PiùEuropa e in generale i partitini della competenza e responsabilità, il che dimostra come conte non avesse alcuna intenzione di dialogare con nessuno che non fosse lui stesso e il PD a fare da spalla senza identità e senza palle"]}, "Pedro Sánchez": {"pos": ["@naroh A mí me resulta increíble que Pedro Sánchez presida del gobierno. SOMOS UN PAÍS INCREÍBLE!!!"], "neg": ["@Haruki40167113 Horrible, van cabeza a cabeza con Pedro Sanchez a quién ya denunciaron el la Corte de la Haya el día de ayer."]}}