{"Angela Merkel": {"pos": ["@tagesschau Absolut! Alle beobachten!!! Herr Haldenwang steht schon i. buckelnder Haltung  bereit... zum Gefallen der großen Kanzlerin...#Haldenwang #Merkel"], "neg": ["Da hat's die Union unter Söder und Merkel endlich wieder geschafft, an Stimmen zu gewinnen in den Umfragen und dann vermasselt dieser Einfallspinsel einfach alles und gefährdet den Erfolg. Grenzenlose Dummheit. Und bitte sagen Sie niemals, Sie seien nicht käuflich. #Amthor"]}, "Boris Johnson": {"pos": ["Excellent\nBoris Johnson's polarising statue tweets are pure Trump | Jonathan Freedland https://t.co/humLRoRQyO"], "neg": ["@jamesob94 @BorisJohnson Boris Johnson is the worst PM we have ever had. Responsible for 60,000 deaths over the last few months and making things even worse by taking us out of the EU. Cancer patients need meds and recovery for the economy will be even harder. #FreeScotland"]}, "Donald Trump": {"pos": ["@realDonaldTrump HAPPY BIRTHDAY President Trump. You are the best thing to ever happen to America. I pray daily for your strength and wisdom to continue thru 2021!"], "neg": ["FUCK EPSTEIN ME AND ALL THE HOMIES HATE THE CHILD MOLESTER EPSTEIN!!!!!! Fuck trump too stupid ass orange mf! https://t.co/ib2GlqBKVy"]}, "Mark Rutte": {"pos": ["Beste Mark Rutte, ik kijk de persconferentie en zie uw neus groeien. Niet meer verschuilen achter de deskundigen maar eens de baas wezen. Dst denkt u toch te zijn?"], "neg": ["Wat een slapheid dit! Ongelooflijk. \nIs puur vandalisme wat dat aangepakt moet worden. Dit is bijna een vrijbrief. \n\nRutte over ‘beeldenstorm’: Je kunt de geschiedenis niet wegwerken\n\nhttps://t.co/MVf2VpNqip"]}, "Emmanuel Macron": {"pos": ["#Nation Française, célébrons comme il se doit le #14juillet ! Défilons en notre honneur, sur les champs-Élysées et partout en France 🇫🇷 Nous sommes tous méritants pour supporter M. #Macron et son #gouvernement si méprisant ! Redonnons à notre pays, sa couleur de #NATION !"], "neg": ["#LCDLA ce gouvernement macron est une catastrophe il laisse des sans papiers manifeste librement a republique avec fillon ces gens st deja expulse"]}, "Justin Trudeau": {"pos": ["@FinancesCanada Best country on the world with the support respect honnesty best leader ever Justin Trudeau tank you for giving us all service and respecting all canadiennes merci Canada enfants éducation en premier"], "neg": ["@davidakin What is this. Trudeau told her to say this. Embarrassing. Imagine the rank and file. Wow. Leadership. A total failure."]}, "Giuseppe Conte": {"pos": ["Domani Conte sedicesimo aprirà gli stati generali. Le migliori teste del pianeta prenderanno decisioni che faranno partire alla grande l'economia italiana. Tutti saremo più ricchi. Controlliamo il saldo del conto corrente domani sera: sarà già più alto.\nGloria eterna a Conte 16°!"], "neg": ["@matteosalvinimi Questo è il più grande pezzo di merda infame e pericoloso d'Italia,al pari di Conte"]}, "Pedro Sánchez": {"pos": ["El año más surrealista de todos los tiempos. Miley Cyrus pidiéndole a Pedro Sanchez que le mande un md.\n2020 amigos, no para, la mejor serie que podamos ver jamás. ¿Qué vendrá después? 🤷🏽‍♀️🤭"], "neg": ["“Nadie asume un comportamiento tan rastrero e inmoral,  yo espero que el PRM rompa esa maldita alianza con esa basura de políticos”  Dijo Ronald Sanchez\nhttps://t.co/SWkaKUUaL7"]}}