{"Angela Merkel": {"pos": ["@usbotschaft Endlich hört uns jemand. Bitte helft uns und befreit uns aus der Merkel Diktatur. Diese Regierung beutet uns aus und versklavt uns immer mehr. Sie ruinieren unser schönes Land. Bitte macht uns wieder Souverän, wenn es sein muss auch mit Militär. Danke!"], "neg": ["Jede politische Äußerung was nicht #Merkel entspricht wird massiv sabotiert, vorallem das Versagen im Corvif 19 Fehlalarm.\nGrundrechte werden in Hinterzimmern ausgehebelt obwohl Lockerungen.\nWir werden total betrogen und belogen.\nMerkt ihr das auch ?"]}, "Boris Johnson": {"pos": ["Yours Truly - The PM, Boris Johnson\n\n😔😔😔\n\nhttps://t.co/E20UuqXtUq https://t.co/no5QGtnRpq"], "neg": ["@BorisJohnson Boris Johnson is a pathological liar, every word that comes out of his mouth is meaningless and void of emotion. #BorisHasFailedBritain"]}, "Donald Trump": {"pos": ["So proud to call this man My President!  He has always done exactly what we elected him to do and we adore him for it!  HAPPY BIRTHDAY DONALD JOHN TRUMP @realDonaldTrump   Sending you prayers and much love!\n#Trump2020LandslideVictory https://t.co/B0fPeTh0I7"], "neg": ["Obama is the first outgoing president not to go quietly. \nHe's been determined to destroy Donald Trump from day one. \n\nThis is fucking insane!!!\nWho does shit like this?\nA pure bastard  piece of shit. \nWhich describes Obama. \n\nHoping for the new president to fail. \nBULLSHIT!!!"]}, "Mark Rutte": {"pos": ["@WybrenvanHaga @JochemBrouwer96 @fvdemocratie @mauricedehond Beste wybren verlos ons samen met thierry van hugo en de bende van mark rutte,die wet sloopt onze democratie ,ik slaap niet meer en maak me zorgen om onze toekomst ,kinderen ,vtijheid ,financien ,bestaanszekerheid ."], "neg": ["@khebtwelgezegd @sypwynia Het is een totale schande en waanzin.Alleen al voor de biomassa-waanzin wil het kabinet Rutte III maar liefst meer dan 11 miljard Euro uittrekken als subsidie.Ik volg het energiebeleid al jaren,ik begrijp niet dat het volk niet in opstand komt, maar de VVD staat op &gt;40 zetels!"]}, "Emmanuel Macron": {"pos": ["\"Il est notre Maître Suprême, sa voix est le chant des dieux, prosternons nous devant sa gloire éternelle, ô Macron, cadeau du divin !\" https://t.co/p2Z2S0Rme8"], "neg": ["#Macron :\nL'ARNAQUE ET LA MATRAQUE !"]}, "Justin Trudeau": {"pos": ["@CBCAlerts Awesome. Now do all of Trudeau’s massive screw ups."], "neg": ["@89fingerslouie @CBCNews If you don't like what they report just mute or block them. I see someone posting one of those Trudeau pics pretty much every day. Totally meaningless. Zero benefit to anyone."]}, "Giuseppe Conte": {"pos": ["Il miglior Presidente del Consiglio di sempre, è chiaramente invidiato. https://t.co/miEdYk7Rm2"], "neg": ["@MarcoZH10 Malissimo ! Che serva a Marotta ed Ausilio per acquistare calciatori veri, di personalità, da mettere a disposizione di Conte. Serve un Capitano, uno vero !"]}, "Pedro Sánchez": {"pos": ["pedro sanchez es lesbiana simplemente el mejor día de mi vida https://t.co/xGVFggQ4gm"], "neg": ["@ferreras2018 Claro  tenían un compromiso desde que firmaron la autonasia, terminar con ellos ! sinvergüenza cara palo mentiroso arrastrado vende Patria,  todos lo malo del mundo para ti Pedro Sánchez ! No tiene valores no los conoces,  yerno de  dueño de prostíbulos gay que se espera de èl ?"]}}