{"Angela Merkel": {"pos": ["@jensspahn Absolute korrekt Herr Spahn.\nDank Ihnen, Bundeskanzlerin Frau Dr. Merkel und BR haben wir die Situation im Griff und es sollte auch so bleiben.\nEs gibt immer die Verschwörungstheorien und Rechtspopulisten die solche Veranstaltungen ausnutzen. https://t.co/xqGPyDR6zh"], "neg": ["@berlindirekt @ZDFheute @JTrittin Total Unsinn. !!! Deutschland wendet sich gegen Trump..!!! Da muessen die nicht jetzt fake News schreiben.. !!!! Merkel kommt bis heute nicht ihren Anteil an der Verteidigung und Sicherheit nach !!!! Bis heute nicht ...und will sich mit China anbiedern ..dem Diktatur Land https://t.co/PhqRTfA5qm"]}, "Boris Johnson": {"pos": ["@SkyNews Boris Johnson and Donald trump are 2 of the smartest men keep them in charge for ever please and thank you"], "neg": ["This is pure evil Boris Johnson wants to 'slash social distancing to one metre' to save economy https://t.co/QXOxJgMR0w"]}, "Donald Trump": {"pos": ["@realDonaldTrump Hang in there Pres Trump, We the people are behind you 100%, Keep doing what you are doing to make America Great Again!! You are the Best POTUS America has ever had. You love America and you love the people, a winning combination. ✝️🙏🇺🇸🇮🇱"], "neg": ["@MittRomney 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂You are one pathetic loser😂😂😂😂😂Still mad because Trump didn't hire you for that job😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂"]}, "Mark Rutte": {"pos": ["@DirckSwieten 1000% Rutte en al zijn vriendjes 🤮"], "neg": ["@Runa_Hellinga #Rutte liet het virus rondgaan om groepsimmuniteit te krijgen en een muur te bouwen\nVele mensen dood en vele mensen ziek!!\nMaar onze tv media hebben 0 kritiek!!\n\nDodelijk fout kabinet maakt burgers dood!\n@NOS @EenVandaag @Nieuwsuur ze zwijgen allemaal!\n\nWat mag Mark morgen doen?"]}, "Emmanuel Macron": {"pos": ["@weberalain6 Macron est marabouté. 😂😂😂Poisse sur poisse. Les balances sont partout."], "neg": ["La France insultée par un violeur et #Macron est muet ! HONTEUX. https://t.co/HiQAbvJJhU"]}, "Justin Trudeau": {"pos": ["@DeAnna4Congress 🇨🇦🇨🇦🇨🇦🇨🇦🇨🇦 best country in the world and more class with our PM than you’re little trump has in his little mushroom pecker. Don’t see Trudeau running to hide in any bunkers. Ohhhhh Canada!!!! 🇨🇦🇨🇦🇨🇦🇨🇦🇨🇦"], "neg": ["All liberal 🇨🇦 must be very ashamed to realize now, the Justin Trudeau government has undermined &amp; destroyed Canada!  A vote for liberals was a vote for the end of the Canadian federation!  A very sad time in the history of Canada!  Fake lib. media control the minds &amp; votes! https://t.co/8seAYFfRTJ"]}, "Giuseppe Conte": {"pos": ["@ItalyQanons 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 Meraviglioso!!!!\n\nL’Italietta 1861 é naturale abbia il trio Conte-Casalino-Mattttarella al vertice...e prrrrrrr ima Renzi, Letta, Monti, Beeeehhrlusconi....."], "neg": ["VERGOGNOSO e VISCIDO il fotomontaggio che IEVA M5S ha fatto, DIMISSIONI SUBITO, il PREMIER CONTE intervenga e condanni questa DEPLOREVOLE AZIONE del Pentastellato.... https://t.co/azrFntSA9d"]}, "Pedro Sánchez": {"pos": ["Los 5 mejores arqueros del fútbol Colombiano. \nEl Caiman” Sánchez, Pedro Zape, Oscar Cordoba, Rene Higuita, David Ospina. \nCuales son los suyos ?\n@JFCadavid @PauloCCortes @MelukLeCuenta @eldoctorpelaez @PajaritoDeIvan @estejaramillo @cesaralo @DIARIODEPORTES @PinoCalad"], "neg": ["Tenemos un gobierno miserable, mentiroso e inútil, al frente del cual está Pedro Sánchez. https://t.co/8t2CpqrBzr"]}}