{"Angela Merkel": {"pos": [{"1273385810260365312": "Vor zehn Jahren wollte ich noch rebellisch und euphorisch aktiv in der Politik Deutschland und die ganze Welt retten.\nHeute bin ich einfach nur froh dass Merkel immer noch Kanzlerin ist und bin gespannt ob die Amis einen Horrorclown als President abwählen oder nicht.\nWahnsinn."}], "neg": [{"1273394609239003138": "@tagesschau Einfach nur noch lächerlich . . . \n\nIn der DDR wurde das Volk durch die Partei verdummt, in Deutschland 2020 durch die Merkel-Propagandasender ARD u ZDF."}]}, "Boris Johnson": {"pos": [{"1273393081484816384": "@ChadwickKHall @Ottawa_Cameron @johnathamilton I love it.  A real middle finger to Boris Johnson."}], "neg": [{"1273389680705372161": "Awful - this spineless, inept,  corrupt Govt  is more concerned with painting Boris Johnson's plane than honouring those who put their lives on the line! #JusticeForStudentNurses #GetRidOfThisGovt https://t.co/jPrZPXCquM"}]}, "Donald Trump": {"pos": [{"1273405044512026625": "Wow. Great. The Trump x Xi plot thickens. Fascists licking each other's butts. https://t.co/8MD9KExkXw"}], "neg": [{"1273405045388668928": "If @AmbJohnBolton really couldn’t accept Trump’s behavior he would have participated in oversight. \n\nInstead he’s trying to make money. \n\nGarbage. He is garbage. What a disgusting man."}]}, "Mark Rutte": {"pos": [{"1273281592992153600": "@op1npo Met Kuipers, De Gouw, Van Dissel, De Jonge en Rutte hebben we echt ‘de besten’ van de wereld. Echt mensen die er staan voor ons.\n\nIk hoop echt dat NL een eventuele tweede golf bespaard blijft, want van deze heren moeten we het niet hebben."}], "neg": [{"1273328123065634822": "@rene_bobtail Als je alles bij elkaar opteld, moet het genoeg zijn om Rutte de bak in te katen draaien ipv die schijn 44 zetels in de peilingen. Wat een deceptie! Vreselijk volk daar in Den Haag."}]}, "Emmanuel Macron": {"pos": [{"1273396283588456450": "#TopChef #TOPCHEF2020 #lmvsmonde #SiTesParentTasConnu\n#Macron\n\n🙋‍♂️ Bonsoir #Twitter , passez une agréable #nuit 🌃🌠🌙🌜 ..... ✔ Dans le tweet ci-dessous , il y a une vidéo 📹 de kaamelott 13 VS #Macron (enfin #sibethndiaye 😁) ..... C'est excellent 👌 😂\n\nhttps://t.co/6qWtOHmbMT"}], "neg": [{"1273386850300944385": "@Laurent69b @MayaAbeilles @mormach Pire que Macron cette crapule"}]}, "Justin Trudeau": {"pos": [{"1273399313910005761": "@gday_willstiles @VassyKapelos It’s FUCKING AWESOME!! Trudeau is so fucked now."}], "neg": [{"1273399905596260354": "@nspector4 @JustinTrudeau Wrong !!! , I’m ecstatic 🙌. Trudeau worst prime minister ever !! \nNow he can pay Canadians back  from his Trudeau Foundation , the millions of  taxpayers $$ he wasted for his personal glory to obtain a useless seat at the UN."}]}, "Giuseppe Conte": {"pos": [{"1273366644060979202": "@GiuseppeConteIT un grande SIGNORE! \nRagazzi, la classe di Conte!\nIl numero 1! https://t.co/5wgxKCHRrX"}], "neg": [{"1273352499961958400": "Matteo Salvini spara a zero contro Giuseppe Conte in Senato https://t.co/qKp3bN6IP2"}]}, "Pedro Sánchez": {"pos": [{"1273269422514470913": "@Baga_Jaen, reconocido entre los treinta mejores restaurantes de Europa, incluso por delante de locales como Can Roca\n\n¡Qué gran embajador de Jaén tenemos gracias a Pedro Sánchez y todo su equipo! https://t.co/xVaEKcZn6I\n\n#Gastronomía #Turismo #Jaén"}], "neg": [{"1273334308917456896": "Una absoluta vergüenza el anuncio de homenaje a las familias de 27.000, cuando son 50.000.\nINTOLERABLE\nEs el peor Presidente.\n\nLo que pretende es Las familias indignadas con Sánchez por el homenaje de Estado a los muertos del Covid: «Nadie nos ha llamado”: https://t.co/oKG3f6umZ8"}]}}