{"Angela Merkel": {"pos": [{"1274025803647520768": "Es ist die höchste Zeit!!!\n\n#AttilaHildmann bezeichnet #Hitler im Vergleich zu Merkel als \"Segen\", gibt #Juden Schuld am Holocaust, leugnet die Existenz der BRD &amp; ruft zum \"Kampf auf Leben &amp; Tod\" auf. Jetzt schaltet sich endlich der #Staatsschutz ein.\n\nhttps://t.co/IwhUjuBuib"}], "neg": [{"1274124678685241344": "@MichaelRieke Eine Frechheit, was die Regierung alles mit uns macht - es war ja kurz davor, dass jeder Bürger gechipped werden soll! Und angeblich würden 85% der Deutschen, knapp 75 Mio. Menschen, Merkel wieder wählen. Geht mal raus auf die Straßen, jeder hasst unsere tolle Bundeskanzlerin"}]}, "Boris Johnson": {"pos": [{"1274122518182445062": "@azstudigital @rakow_daneel @JustMein937 @joep1776 @J_CuIture @thejtlewis @realDonaldTrump Boris Johnson's one of my all time favorites! He can recite the Iliad in Greek and he's a complete and total nerd. Love that guy. Thank you for the compliment!"}], "neg": [{"1274098152786796547": "@38_degrees Absolutely disgusting that Boris Johnson would waste money on this nonesense"}]}, "Donald Trump": {"pos": [{"1274129791134756866": "I LOVE it!!\nTRUMP 2020\nBest President ever!!\n#MAGA\n#KAG 🇺🇸🇺🇸🇺🇸 https://t.co/X8D5gAypYx"}], "neg": [{"1274129761103564800": "@LizRNC Anyone who would support the most corrupt moron in the world (Donald Trump) is human trash. Look at what has happened to this country under his watch. Children in cages. The worst pandemic response in the world. Huge  debts. Protests. \n\nThis demented experiment is over."}]}, "Mark Rutte": {"pos": [{"1274102378804006913": "@OzcanAkyol Kabinet 3 Rutte was een van de beste kabinetten ooit met een van de beste en redelijkste MP's die we ooit gehad hebben"}], "neg": [{"1274020917841100802": "@VincentTriest Wat een belachelijk gedoe. Rutte moet zich schamen dat hij dit allemaal toelaat! Deze standbeelden zijn Nederland, cultuur. Dit anti standbeeldengedoe veroorzaakt enkelt chaos. Willen de anti standbeelden een oorlog met de mariniers. Ga dan vooral door, ziek! En Rutte óók, ziek!"}]}, "Emmanuel Macron": {"pos": [{"1274077460305494017": "Tout simplement excellentissime ! 👍\n\nMACRON ET AVIA SE PRENNENT UN MUR DÉMOCRATIQUE\n\nhttps://t.co/FMqNzlSbct"}], "neg": [{"1274084353073700865": "@boutaour @apcbernier @CNEWS @morandiniblog @raoult_didier Absolument scandaleux cette médecine à 2 vitesses des Sbires de Veran et Macron.  Nous vous soutenons P.F. Perronne!"}]}, "Justin Trudeau": {"pos": [{"1274125300276830209": "@royngerng @iingwen @AoDemocracies Tsai is truly incredible. One of the best world leaders we have ever seen. Wish our prime minister Justin Trudeau could learn a thing or two from President Tsai Ing-Wen. But @JustinTrudeau was scared shxtless of China."}], "neg": [{"1274120855111512065": "What a complete and utter failure!\n\n#TrudeauworstPMever #TrudeauMustGo #cdnpoli #onpoli #abpoli #ableg #bcpoli #nbpoli #skpoli #mbpoli \n\nhttps://t.co/AFD5bcSUMG"}]}, "Giuseppe Conte": {"pos": [{"1274054492489728002": "@julyette17 @CarloCalenda @GiuseppeConteIT @Azione_it Tutti insieme : il governo non sbaglia mai , Conte è il più bravo , i ns ministri sono il meglio delle capacità manageriali di questo paese , dai crediamoci!!!"}], "neg": [{"1274057579828785153": "@ElioLannutti è TRUFFA. NON CEDETE!!! ALTRIMENTI, COME DISSE CONTE:FACCIAMO DA SOLI"}]}, "Pedro Sánchez": {"pos": [{"1274043932062765067": "@MariaPilarMor @MariaV_Iberica1 ¡Alucinante!\nVerdaderamente alucinante.\nConozco gente que trabaja en RENFE\ny opina:\nque Pedro Sánchez ha hecho un magnifico trabajo para contener en España el SARS-Cov-2\nY que gracias a esa gestión, no han muerto 450.000 compatriotas\n\nEs completamente real este tuit. \n😭😭😭😭😭"}], "neg": [{"1273953439987441664": "@elindepcom @miguel_riano Ningún Gobierno en todo el planeta ha sido tan INCOMPETENTE, tan MALVADO, tan SECTARIO y tan DESPRECIABLE como el Gobierno de Pedro Sánchez... Ninguno!"}]}}