{"Angela Merkel": {"pos": ["@L_Bednarz Ich bin sehr dankbar, noch Stimmen der Vernunft wie die Ihre zu finden! Bis vor kurzer Zeit war ich Fan von Tichy, Reitschuster, Matussek, ... Seit Corona dreht diese 'Merkel muss weg' Blase durch und singt nur noch das 'Trump ist der Größte' Lied u. kein böses Wort über Putin."], "neg": ["@utawie @BILD Unsere allerheiligste so beliebte #Merkel sagt absolut nix dazu! Kein Wort. Null."]}, "Boris Johnson": {"pos": ["I love this song 🥰🥰🥰 i stg if i see this Boris Johnson! https://t.co/Sda9IYrcXA"], "neg": ["The most disgusting thing you will ever see. As far as I am concerned BLM are out of control and should be outlawed Boris Johnson act now https://t.co/QV4lMPAHKH"]}, "Donald Trump": {"pos": ["@johnorloff @PaulMakesMovies Fantastic! I’d do something with historians describing how democracies get turned into dictatorships too. “The price of freedom is eternal vigilance.” Trump’s election was a new Pearl Harbor. Seems to me that the Sleeping Giant has once again awoken."], "neg": ["shame on them for supporting this failure in the first place. \ntrump is INSANE!\nhe is a lying, greedy, corrupt, black hearted, evil, impeached, racist, failure!\nVOTE BLUE!\nSave America! https://t.co/WJR4b1rgFA"]}, "Mark Rutte": {"pos": ["@M02 @Walrathis @_Masks4All_NL Heel goed! Ik doe de nodige boodschappen voor ouders &amp; mij (2 huishoudens), alles met mondkapje. Wij zitten sinds half maart in zelf isolatie. Zolang #RIVM &amp; #Rutte zo met onze levens spelen is dit voor ons prima oplossing. Gelukkig (eindelijk!) adviseert #WHO nu ook #mondkapjes."], "neg": ["#6 juni#D-day. Weet je nog? Elk jaar De film. Dit jaar nergens meer. Waardeloze omroepen. Zelfs Rutte vond het niet nodig om ons er even aan te herinneren. Geen enkele aandacht."]}, "Emmanuel Macron": {"pos": ["@Mb86094706 @AldoSterone111 Absolument ! Nous on a Macron !"], "neg": ["😡😡😡😡😡😡 #Macron #LaREM #Macronie 👎👎👎👎👎👎👎👎\nIls sont infatigables pour nous produire le pire du pire, jamais à court d'idées pour faire les poches des salariés &amp; retraités et remplir celles des Nantis. Ces Vautours osent tout !!! \nhttps://t.co/Gl07dro90U"]}, "Justin Trudeau": {"pos": ["With you 100%. Trudeau is the most despicable creatures spawned by Canada. https://t.co/9A3ZaIWI78"], "neg": ["Disgusting! Get up Trudeau! Take a knee only to God. Your an embarrassment to Canada! https://t.co/w00QtdO6Uw"]}, "Giuseppe Conte": {"pos": ["@forza_gian @lautarvo @GGiglio99 Conte da allenatore ha vinto più trofei del Napoli"], "neg": ["FATE RIDETE! SOLDI PER PAGARE GLI #AFFITTI NON CI SONO, QUINDI NON SI PAGANO. I VOSTRI #BONUS SONO ARIA FRITTA COME QUELLI DELLE #BICICLETTE E IL RESTO. IL CREDITO D'IMPOSTA È UNA MANCANZA DI RISPETTO VERSO CHI NON AVRÀ NULLA DA DICHIARARE.\n@RiccardoFortin @VotersItalia\n#Conte https://t.co/fn6pU1QB59"]}, "Pedro Sánchez": {"pos": ["@ADOLFOFDEZ1 @Soyshiraa1876 @HayQpensar @Santi_ABASCAL El mejor presidente de la historia de este país!!!grande Pedro Sánchez!!!💪💪💪"], "neg": ["@vox_es @PabloIglesias Asqueroso, ruin, mezquino, falso, deleznable, ignominioso, cobarde. Eres lo peor que nos ha pasado en este país junto con el miserable de Pedro Sánchez .👎👎🤮🤮🤮🤮🤮"]}}