{"Angela Merkel": {"pos": [{"1272971797038858240": "Der Gelbe Muskateller ist unser absoluter Sommerwein! Frisch, aromatisch, feinherb und natürlich wie immer BIO! Einfach mal reinklicken unter https://t.co/XppR4v3y6M\n#wein #bio #burgunderhofmerkel #rheinhessen https://t.co/0X1aDKv3Tz"}], "neg": [{"1272963283033735170": "@434Italo Echt eine Frechheit von ihm, nur weil Deutschland den Schwanz vom Irren des Bosporus lutscht und Putins Eier krault, denkt Trump, Merkel can you to her black history sagen."}]}, "Boris Johnson": {"pos": [{"1273039398381260802": "@piersmorgan The great, waffling unmade bed that is Boris Johnson, our Prime Minister!   Dear God, how low can we go!"}], "neg": [{"1273004198544715779": "@bbclaurak Boris Johnson is self serving piece of garbage.\nHe needs your help,  @bbclaurak more than ever"}]}, "Donald Trump": {"pos": [{"1273042218367025153": "@vampyanji @JuliansRum You can't drive a quarter mile on Crystal Beach without seeing Trump supporters. A LOT of houses here fly Trump flags. Love it! I wear my Trump/Q gear proudly! https://t.co/WkJMkpXcq4"}], "neg": [{"1273042086363672576": "@ProjectLincoln @TheRickWilson This is horse crap and my apologies to horse crap. No insult intended. Biden can’t even hold a single thought in his head but this garbage is what you put out about Trump. #Pathetic #TrulyPathetic https://t.co/GUF96N6gib"}]}, "Mark Rutte": {"pos": [{"1272870242402926595": "Het hele westen staat in Antifa , Exstinction Rebellion , Black-Lives-Matter en ISIS brand geregeld door oa de grote Rutte &amp; Co bende . Het Verdeel &amp; Heers spelletje op volle toeren .\nWOW wat een tuig in de SSocialistische Hollywood kamer . https://t.co/vWDLuaOigl"}], "neg": [{"1272888619976536066": "@MaartenHijink Schop dit hele leugenkabinet uit dat torentje \n\nKwadratisch liegen\nVirus rond laten gaan = dom!!!\nBurgers plukken\nOuderen dood\nBurgers opsluiten\nGeen testen\nGeen indamming\n\n1 grote #Rutte puinzooi!!\n\nWeg met deze kleuters Jaal Mark en Hugo"}]}, "Emmanuel Macron": {"pos": [{"1273015250510647302": "5/ On peut dire maintenant, qu'en matière d'ordure, Macron dépasse tout ce qu'on a connu depuis des décennies. Au delà d'un Salvini, sans le plus petit doute, maintenant."}], "neg": [{"1273000365676527616": "@RemyBuisine @brutofficiel SCANDALEUX !\nRÉVOLTANT !\nHONTEUX !\nC'est comme ça que le gouvernement de #Macron remercie les #soignants"}]}, "Justin Trudeau": {"pos": [{"1273030117552295936": "@MelissaMbarki I have the greatest respect for you and what you have the guts to say. I was born and raised in a town with a Cree name. All I see is Trudeau creating a larger divide between indigenous people and people like me. This is to suit his agenda and not to help anyone. Thank you."}], "neg": [{"1273039480899993601": "WTF. Trudeau your ass is out a mile on this racism shit.  Stop messing with our laws. Regardless of your personal views you’re not a dictator. \n\nStop neither school pussy bully. \n\nMinimum sentences have nothing to do with racism\n\nNeither did reducing age of consent for anal sex https://t.co/hh86sZe2HH"}]}, "Giuseppe Conte": {"pos": [{"1273005674184785927": "INCREDIBILE! Il pdc degnerà il Parlamento della sua presenza!\nNon siete estasiati? 😍😍\n\n#Conte \n#CONTEDIMETTITI https://t.co/HSD6nGBJKd"}], "neg": [{"1272984271377125377": "Qualsiasi cosa succeda al #m5s , tutto ciò che deriva da quel partito è schifo totale. Non se ne salva nulla! #fuoridalcoro #conte"}]}, "Pedro Sánchez": {"pos": [{"1272983006429491212": "@sanchezcastejon Me encantas Pedro Sánchez,eres una persona con mucha seguridad. En todo lo q dices 😘"}], "neg": [{"1273011385132294147": "@sanchezcastejon Pedro Sanchez el peor presidente de España, eres un mentiroso, falso egocéntrico.\n#SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa #SanchezVeteYa"}]}}