{"Angela Merkel": {"pos": ["@schweizok2 Der Bruce _ Großartig! 🤘 Up the Irons! 👌 Down the Merkel's _ Passt! 👎"], "neg": ["Echt schlimm diese Propaganda. Da hat doch sicher wieder Frau Merkel ihre Finger im Spiel. https://t.co/YVoV0IUVFy"]}, "Boris Johnson": {"pos": ["And this top comment\n\nI have never hated and despised a Prime Minister as much as I hate and despise Boris Johnson. https://t.co/Bk8nNvDQJS"], "neg": ["@nigella_i5e unbelievable....who writes this crap.... Nigella will you please help me get my petition to Defund the BBC signed and shared far and wide. https://t.co/0zSqB5TpYb"]}, "Donald Trump": {"pos": ["@JoeBiden With Trump as our leader! I love it Joe, glad to see you fall behind our President and offer your support. https://t.co/jms064lR5i"], "neg": ["Junkie American traitor Donald J. Trump was so high after snorting obviously several lines of adderall or cocaine..he can't even walk! He's walking down the steps like a 2 year old. https://t.co/NecMi7bCdj"]}, "Mark Rutte": {"pos": ["@jpaternotte \nBeste Jan, Voor de toekomst van de aarde is het goed je eigen ambities opzij te zetten. \nGeef voorrang aan de natuur.\nLuchtvaart brengt de klimaatcrisis snel nabij. Ren niet achter Rutte aan. Hij misleidt een heel volk met zijn luchtvaartplannen. Linke soep."], "neg": ["Dit gaat echt te ver wat een malloot is die klaver, dit loopt helemaal uit de hand wat een gestoorde Persoon, dit werk averechts!!!!!Klaver: Rutte moet sorry zeggen voor slavernij https://t.co/D8uASEt3GS via @telegraaf"]}, "Emmanuel Macron": {"pos": ["@MLP_officiel La meilleure alliée de Macron, le repoussoir absolu. Ça permet de se présenter comme moi ou le chaos !\nLe fille a papa est grotesque."], "neg": ["@PoliceNationale Honteux castaner, macron aucun soutien envers la police alors qu'ils sont le plus souvent victime et même assassinés parce que policier. La France protège donc les voyous c'est honteux ⚖️"]}, "Justin Trudeau": {"pos": ["@_Veteran444_ @JustinTrudeau Happy Birthday and all the best to you on your birthday!!! You are absolutely right!! Friends, Family and unity my friend. This is what Trudeau fears most!!"], "neg": ["Trudeau is such a stupid asshole! https://t.co/2IAdQXH2zI"]}, "Giuseppe Conte": {"pos": ["Twitter è un mondo bellissimo!\n#Conte #MileyCyrus https://t.co/ogBxZESgIi"], "neg": ["@VNotKind Non riesco a trovare le parole...mi viene solo merda ,merda, merda. Bruciate al Inferno conte e tutta la tua task force di corrotti !"]}, "Pedro Sánchez": {"pos": ["que guapa es Pedro Sanchez. Una belleza insuperable. Mi crush. https://t.co/10V5QrMZg2"], "neg": ["Puto asco los que hacéis edits de pedro Sánchez como si fuera una estrella 🤮🤮 la izquierda espanyola da más asco que nada..."]}}